<?xml version="1.0" ?><policyDefinitionResources revision="1.0" schemaVersion="1.0"><displayName/><description/><resources><stringTable><string id="SUPPORTED_WINXPSP2">Microsoft Windows XP SP2 以降</string><string id="google">Google</string><string id="googlechrome">Google Chrome</string><string id="googlechrome_recommended">Google Chrome - デフォルト設定（ユーザーによるオーバーライド可能）</string><string id="ChromeFrameRendererSettings_group">Google Chrome Frame のデフォルトの HTML レンダラ</string><string id="ChromeFrameRendererSettings">Google Chrome Frame のデフォルトの HTML レンダラ</string><string id="ChromeFrameRendererSettings_Explain">Google Chrome Frame がインストールされている場合、デフォルトの HTML レンダラを設定できます。このポリシーが未設定の場合はデフォルトの設定が使用されホスト ブラウザがレンダリングを実行しますが、この設定をオーバーライドしてデフォルトで Google Chrome Frame に HTML ページのレンダリングを実行させることもできます。</string><string id="RenderInHost">ホスト ブラウザをデフォルトで使用する</string><string id="RenderInChromeFrame">デフォルトで Google Chrome Frame を使用する</string><string id="RenderInChromeFrameList">Google Chrome Frame で次の URL パターンを常に表示する</string><string id="RenderInChromeFrameList_Explain">常に Google Chrome Frame でレンダリングする URL パターンのリストをカスタマイズします。

このポリシーが未設定の場合は、「ChromeFrameRendererSettings」ポリシーで指定されているデフォルトのレンダラがすべてのサイトで使用されます。

パターンの例については、https://www.chromium.org/developers/how-tos/chrome-frame-getting-started をご覧ください。</string><string id="RenderInChromeFrameListDesc">Google Chrome Frame で次の URL パターンを常に表示する</string><string id="RenderInHostList">ホスト ブラウザに次の URL パターンを常に表示する</string><string id="RenderInHostList_Explain">常にホストブラウザでレンダリングする URL パターンのリストをカスタマイズします。

このポリシーが未設定の場合は、「ChromeFrameRendererSettings」ポリシーで指定されているデフォルトのレンダラがすべてのサイトで使用されます。

パターンの例については、https://www.chromium.org/developers/how-tos/chrome-frame-getting-started をご覧ください。</string><string id="RenderInHostListDesc">ホスト ブラウザに次の URL パターンを常に表示する</string><string id="AdditionalLaunchParameters">Google Chrome の追加コマンド ライン パラメータ</string><string id="AdditionalLaunchParameters_Explain">Google Chrome Frame により Google Chrome が起動される際に使用される追加パラメータを指定することができます。

このポリシーを設定していない場合、デフォルト コマンド ラインが使用されます。</string><string id="SkipMetadataCheck">Google Chrome Frame でのメタ タグ チェックをスキップする</string><string id="SkipMetadataCheck_Explain">通常、X-UA-Compatible が chrome=1 に設定されているページは、ChromeFrameRendererSettings ポリシーに関係なく Google Chrome Frame にレンダリングされます。
この設定を有効にすると、ページのメタ タグはスキャンされません。

この設定を無効にすると、ページのメタ タグはスキャンされます。

このポリシーが設定されていないと、ページのメタ タグはスキャンされます。</string><string id="HTTPAuthentication_group">HTTP 認証のポリシー</string><string id="AuthSchemes">サポートされる認証スキーム</string><string id="AuthSchemes_Explain">Google Chrome でサポートされる HTTP 認証スキームを指定します。

有効な値は「basic」、「digest」、「ntlm」、「negotiate」です。値を複数指定する場合はカンマで区切ります。

このポリシーが未設定の場合、4 つのスキームのすべてが使用されます。</string><string id="DisableAuthNegotiateCnameLookup">Kerberos 認証をネゴシエートするときに CNAME 検索を無効にする</string><string id="DisableAuthNegotiateCnameLookup_Explain">標準の DNS 名と入力された元の名前のうちどちらを基準にして Kerberos SPN を生成するかを指定します。この設定を有効にすると CNAME 検索がスキップされ、入力されたサーバー名が使用されます。この設定を無効にするか未設定の場合、サーバーの標準名は CNAME 検索によって決まります。</string><string id="EnableAuthNegotiatePort">Kerberos SPN に非標準ポートを含める</string><string id="EnableAuthNegotiatePort_Explain">生成した Kerberos SPN に非標準ポートを含めるべきかどうかを指定します。この設定を有効にすると、非標準ポート（80 と 443 以外のポート）が入力され、生成された Kerberos SPN にそのポートが追加されます。この設定を無効にするか未設定の場合、生成された Kerberos SPN にポートが追加されることはありません。</string><string id="AuthServerWhitelist">認証サーバーのホワイトリスト</string><string id="AuthServerWhitelist_Explain">統合認証のホワイトリストに登録するサーバーを指定します。統合認証が有効になるのは、この許可リストに含まれているプロキシやサーバーから Google Chrome が認証チャレンジを受信した場合のみです。

サーバー名を複数指定する場合はカンマで区切ります。ワイルドカード（*）を使用できます。

このポリシーを設定しない場合、Google Chrome はサーバーがイントラネット上にあるかどうか検出を試み、その上で IWA リクエストに応答します。サーバーがインターネット上で検出された場合、そのサーバーからの IWA リクエストは Google Chrome では無視されます。</string><string id="AuthNegotiateDelegateWhitelist">Kerberos 委任サーバーのホワイトリスト</string><string id="AuthNegotiateDelegateWhitelist_Explain">Google Chrome が委任するサーバーです。

複数のサーバー名を入力するときはカンマで区切ります。ワイルドカード（*）を使用できます。

このポリシーが未設定の場合、サーバーがイントラネット上で検出されたとしても、Google Chrome はユーザーの認証情報を委任しません。</string><string id="AllowCrossOriginAuthPrompt">クロスオリジンでの HTTP Basic 認証プロンプト</string><string id="AllowCrossOriginAuthPrompt_Explain">ページ上のサードパーティ製のサブコンテンツで [HTTP 基本認証] ダイアログボックスのポップアップ表示を許可するかどうかを設定します。通常、これはフィッシング詐欺の防衛策として無効になっています。このポリシーが未設定の場合は無効になり、サブコンテンツで [HTTP 基本認証] ダイアログボックスのポップアップ表示は許可されません。</string><string id="ContentSettings_group">コンテンツの設定</string><string id="DefaultCookiesSetting">デフォルトの Cookie 設定</string><string id="DefaultCookiesSetting_Explain">ウェブサイトにローカルデータの設定を許可するかどうかを制御します。ローカルデータの設定をすべてのウェブサイトに対して許可するか、すべてのウェブサイトに対して拒否することができます。

このポリシーが [セッションの継続中は Cookie を保存する] に設定されている場合、Cookie はセッション終了時に消去されます。なお、Google Chrome が「バックグラウンド モード」で実行されている場合は、最後のウィンドウを閉じてもセッションが終了とならないことがあります。この動作の設定について詳しくは、「BackgroundModeEnabled」ポリシーの説明をご覧ください。

このポリシーが未設定の場合は、「AllowCookies」が使用され、ユーザーは設定を変更できます。</string><string id="AllowCookies">ローカル データの設定をすべてのサイトに許可する</string><string id="BlockCookies">すべてのサイトに対してローカル データの設定を許可しない</string><string id="SessionOnly">セッションの継続中は Cookie を保存する</string><string id="DefaultImagesSetting">デフォルト画像設定</string><string id="DefaultImagesSetting_Explain">ウェブサイトで画像の表示を許可するかどうかを設定できます。画像の表示をすべてのウェブサイトで許可するか、すべてのウェブサイトで拒否するかのどちらかを設定できます。このポリシーが未設定の場合、「AllowImages」が使用され、ユーザーはこの設定を変更できます。</string><string id="AllowImages">すべてのサイトに対してすべての画像表示を許可する</string><string id="BlockImages">すべてのサイトに対して画像表示を許可しない</string><string id="DefaultJavaScriptSetting">デフォルトのJavascript 設定</string><string id="DefaultJavaScriptSetting_Explain">ウェブサイトに対して JavaScript の実行を許可するかどうかを設定できます。JavaScript の実行は、すべてのウェブサイトに対して許可または禁止することができます。このポリシーが未設定の場合、「AllowJavaScript」が使用され、ユーザーはこの設定を変更できます。</string><string id="AllowJavaScript">すべてのサイトに対して Javascript の実行を許可する</string><string id="BlockJavaScript">すべてのサイトに対して Javascript の実行を許可しない</string><string id="DefaultPluginsSetting">デフォルトのプラグイン設定</string><string id="DefaultPluginsSetting_Explain">ウェブサイトに対してプラグインの自動実行を許可するかどうかを設定できます。プラグインの自動実行は、すべてのウェブサイトに対して許可または禁止できます。

[クリックして再生する] では、プラグインの実行は許可されますが、実行を開始するにはユーザーがプラグインをクリックする必要があります。

このポリシーが未設定の場合は、「AllowPlugins」が使用され、ユーザーはこれを変更できます。</string><string id="AllowPlugins">すべてのサイトに対してプラグインの自動実行を許可する</string><string id="BlockPlugins">すべてのプラグインをブロックする</string><string id="ClickToPlay">クリックして再生する</string><string id="DefaultPopupsSetting">デフォルトのポップアップ設定</string><string id="DefaultPopupsSetting_Explain">ウェブサイトに対してポップアップ表示を許可するかどうかを設定できます。ポップアップ表示は、すべてのウェブサイトに対して許可または禁止することができます。このポリシーが未設定の場合、「BlockPopups」が使用され、ユーザーはこの設定を変更できます。</string><string id="AllowPopups">すべてのサイトに対してポップアップ表示を許可する</string><string id="BlockPopups">すべてのサイトに対してポップアップ表示を許可しない</string><string id="DefaultNotificationsSetting">デフォルトの通知設定</string><string id="DefaultNotificationsSetting_Explain">ウェブサイトに対してデスクトップ通知の表示を許可するかどうかを設定できます。デスクトップ通知の表示は、デフォルトで許可または禁止することができます。また、ウェブサイトでデスクトップ通知が表示される前にユーザーが毎回確認することもできます。このポリシーが未設定の場合、「AskNotifications」が使用され、ユーザーはこの設定を変更できます。</string><string id="AllowNotifications">サイトに対してデスクトップ通知の表示を許可する</string><string id="BlockNotifications">どのサイトにもデスクトップ通知の表示を許可しない</string><string id="AskNotifications">サイトでデスクトップ通知が表示される前に毎回確認する</string><string id="DefaultGeolocationSetting">デフォルトの位置情報設定</string><string id="DefaultGeolocationSetting_Explain">ウェブサイトに対してユーザーの物理的な現在地の追跡を許可するかどうかを設定できます。ユーザーの物理的な現在地の追跡は、デフォルトで許可または禁止することができます。また、ウェブサイトが物理的な現在地を要求するときに毎回ユーザーに確認することもできます。このポリシーが未設定の場合、「AskGeolocation」が使用され、ユーザーはこの設定を変更できます。</string><string id="AllowGeolocation">サイトに対してユーザーの物理的な現在地の追跡を許可する</string><string id="BlockGeolocation">すべてのサイトに対してユーザーの物理的な現在地の追跡を許可しない</string><string id="AskGeolocation">サイトがユーザーの物理的な現在地を追跡しようとしたときに毎回確認する</string><string id="DefaultWebBluetoothGuardSetting">Web Bluetooth API の使用を管理する</string><string id="DefaultWebBluetoothGuardSetting_Explain">ウェブサイトによる近くの Bluetooth デバイスへのアクセスを許可するかどうかを設定できます。アクセスを完全に禁止することや、ウェブサイトが近くの Bluetooth デバイスにアクセスしてもよいかユーザーにその都度確認することができます。

このポリシーが未設定の場合は「3」に設定されます。ユーザーはこの設定を変更できます。</string><string id="BlockWebBluetooth">すべてのサイトに対して Web Bluetooth API による Bluetooth デバイスへのアクセスを許可しない</string><string id="AskWebBluetooth">サイトによる近くの Bluetooth デバイスへのアクセスをユーザーに確認する</string><string id="DefaultKeygenSetting">デフォルトのキー生成設定</string><string id="DefaultKeygenSetting_Explain">ウェブサイトがキー生成を使用できるかどうかを設定します。すべてのサイトを対象に、キー生成の使用を許可または禁止できます。

このポリシーが未設定の場合は「BlockKeygen」が使用されます。ユーザーはこの設定を変更できます。</string><string id="AllowKeygen">すべてのサイトにキー生成の使用を許可する</string><string id="BlockKeygen">すべてのサイトにキー生成の使用を許可しない</string><string id="AutoSelectCertificateForUrls">これらのサイトのクライアント証明書を自動的に選択する</string><string id="AutoSelectCertificateForUrls_Explain">URL パターンのリストを指定して、サイトから証明書をリクエストされた場合に Google Chrome でクライアント証明書を自動的に選択する必要があるサイトを指定できます。

値は文字列変換した JSON 辞書の配列で指定する必要があります。各辞書は { &quot;pattern&quot;: &quot;$URL_PATTERN&quot;, &quot;filter&quot; : $FILTER } の形式で指定します。$URL_PATTERN でコンテンツ設定パターンを指定し、$FILTER でブラウザが自動的に選択するクライアント証明書の発行元を指定します。なお、フィルタの設定に関わらず、選択される証明書はサーバーの証明書リクエストに一致するもののみとなります。$FILTER を { &quot;ISSUER&quot;: { &quot;CN&quot;: &quot;$ISSUER_CN&quot; } } の形式で指定すると、CommonName $ISSUER_CN が発行したクライアント証明書のみが選択されます。$FILTER が空の辞書 {} の場合は、クライアント証明書の選択にこうした条件は適用されません。

このポリシーを未設定のままにすると、どのサイトについても証明書の自動選択は行われません。</string><string id="AutoSelectCertificateForUrlsDesc">これらのサイトのクライアント証明書を自動的に選択する</string><string id="CookiesAllowedForUrls">これらのサイトの Cookie を許可する</string><string id="CookiesAllowedForUrls_Explain">Cookie の設定を許可するサイトを指定する URL パターンのリストを設定できます。このポリシーが未設定の場合、グローバルのデフォルト値がすべてのサイトで使用されます。グローバルのデフォルト値は「DefaultCookiesSetting」ポリシーの値か、この値が未設定の場合はユーザーの個人設定の値です。</string><string id="CookiesAllowedForUrlsDesc">これらのサイトの Cookie を許可する</string><string id="CookiesBlockedForUrls">これらのサイトの Cookie をブロックする</string><string id="CookiesBlockedForUrls_Explain">Cookie の設定を許可しないサイトを指定する URL パターンのリストを設定できます。このポリシーが未設定の場合、グローバルのデフォルト値がすべてのサイトで使用されます。グローバルのデフォルト値は「DefaultCookiesSetting」ポリシーの値か、この値が未設定の場合はユーザーの個人設定の値です。</string><string id="CookiesBlockedForUrlsDesc">これらのサイトの Cookie をブロックする</string><string id="CookiesSessionOnlyForUrls">これらのサイトのセッションのみの Cookie を許可する</string><string id="CookiesSessionOnlyForUrls_Explain">セッションのみの Cookie の設定を許可するサイトを指定する URL パターンのリストを設定できます。

このポリシーが未設定の場合、グローバルの既定値がすべてのサイトで使用されます。グローバルの既定値は「DefaultCookiesSetting」ポリシーの値か、この値が未設定の場合はユーザーの個人設定の値です。

Google Chrome が「バックグラウンド モード」で動作している場合、最後のブラウザ ウィンドウを閉じてもセッションが終了せず、ブラウザを終了するまでアクティブなままになることがあります。この動作の設定について詳しくは、「BackgroundModeEnabled」ポリシーをご覧ください。

「RestoreOnStartup」ポリシーが前回のセッションから URL を復元するように設定されている場合、このポリシーは適用されず、該当するサイトの Cookie は永続的に保存されます。</string><string id="CookiesSessionOnlyForUrlsDesc">これらのサイトのセッションのみの Cookie を許可する</string><string id="ImagesAllowedForUrls">これらのサイトの画像を許可する</string><string id="ImagesAllowedForUrls_Explain">画像を表示できるサイトを指定する url パターンのリストを設定できます。このポリシーが未設定の場合、グローバルのデフォルト値がすべてのサイトで使用されます。グローバルのデフォルト値は「DefaultImagesSetting」ポリシーの値か、この値が未設定の場合はユーザーの個人設定の値です。</string><string id="ImagesAllowedForUrlsDesc">これらのサイトの画像を許可する</string><string id="ImagesBlockedForUrls">これらのサイトの画像をブロックする</string><string id="ImagesBlockedForUrls_Explain">画像表示を許可しないサイトを指定する URL パターンのリストを設定できます。このポリシーが未設定の場合、グローバルのデフォルト値がすべてのサイトで使用されます。グローバルのデフォルト値は「DefaultImagesSetting」ポリシーの値か、この値が未設定の場合はユーザーの個人設定の値です。</string><string id="ImagesBlockedForUrlsDesc">これらのサイトの画像をブロックする</string><string id="JavaScriptAllowedForUrls">これらのサイトの Javascript を許可する</string><string id="JavaScriptAllowedForUrls_Explain">JavaScript の実行を許可するサイトを指定する URL パターンのリストを設定できます。このポリシーが未設定の場合、グローバルのデフォルト値がすべてのサイトで使用されます。グローバルのデフォルト値は「DefaultJavaScriptSetting」ポリシーの値か、この値が未設定の場合はユーザーの個人設定の値です。</string><string id="JavaScriptAllowedForUrlsDesc">これらのサイトの Javascript を許可する</string><string id="JavaScriptBlockedForUrls">これらのサイトの Javascript をブロックする</string><string id="JavaScriptBlockedForUrls_Explain">JavaScript の実行を許可しないサイトを指定する URL パターンのリストを設定できます。このポリシーが未設定の場合、グローバルのデフォルト値がすべてのサイトで使用されます。グローバルのデフォルト値は「DefaultJavaScriptSetting」ポリシーの値か、この値が未設定の場合はユーザーの個人設定の値です。</string><string id="JavaScriptBlockedForUrlsDesc">これらのサイトの Javascript をブロックする</string><string id="KeygenAllowedForUrls">指定サイトでのキー生成を許可する</string><string id="KeygenAllowedForUrls_Explain">キー生成を使用できるサイトの URL パターンを登録します。URL パターンが「KeygenBlockedForUrls」にも含まれる場合、この例外ポリシーは無視されます。

このポリシーが未設定の場合は、「DefaultKeygenSetting」ポリシー（設定されている場合）またはユーザー個人の設定で指定されているすべてのサイトに対し、共通の既定値が使用されます。</string><string id="KeygenAllowedForUrlsDesc">指定サイトでのキー生成を許可する</string><string id="KeygenBlockedForUrls">指定サイトでのキー生成をブロックする</string><string id="KeygenBlockedForUrls_Explain">キー生成を使用できないサイトの URL パターンを登録します。URL パターンが「KeygenAllowedForUrls」にも含まれる場合は、このブロック ポリシーが優先されます。

このポリシーが未設定の場合は、「DefaultKeygenSetting」ポリシー（設定されている場合）またはユーザー個人の設定で指定されているすべてのサイトに対し、共通の既定値が使用されます。</string><string id="KeygenBlockedForUrlsDesc">指定サイトでのキー生成をブロックする</string><string id="PluginsAllowedForUrls">これらのサイトのプラグインを許可する</string><string id="PluginsAllowedForUrls_Explain">プラグインの実行を許可するサイトを指定する URL パターンのリストを設定できます。このポリシーが未設定の場合、グローバルのデフォルト値がすべてのサイトで使用されます。グローバルのデフォルト値は「DefaultPluginsSetting」ポリシーの値か、この値が未設定の場合はユーザーの個人設定の値です。</string><string id="PluginsAllowedForUrlsDesc">これらのサイトのプラグインを許可する</string><string id="PluginsBlockedForUrls">これらのサイトのプラグインをブロックする</string><string id="PluginsBlockedForUrls_Explain">プラグインの実行を許可しないサイトを指定する URL パターンのリストを設定できます。このポリシーが未設定の場合、グローバルのデフォルト値がすべてのサイトで使用されます。グローバルのデフォルト値は「DefaultPluginsSetting」ポリシーの値か、この値が未設定の場合はユーザーの個人設定の値です。</string><string id="PluginsBlockedForUrlsDesc">これらのサイトのプラグインをブロックする</string><string id="PopupsAllowedForUrls">これらのサイトのポップアップを許可する</string><string id="PopupsAllowedForUrls_Explain">ポップアップ表示を許可するサイトを指定する URL パターンのリストを設定できます。このポリシーが未設定の場合、グローバルのデフォルト値がすべてのサイトで使用されます。グローバルのデフォルト値は「DefaultPopupsSetting」ポリシーの値か、この値が未設定の場合はユーザーの個人設定の値です。</string><string id="PopupsAllowedForUrlsDesc">これらのサイトのポップアップを許可する</string><string id="RegisteredProtocolHandlers">プロトコル ハンドラを登録する</string><string id="RegisteredProtocolHandlers_Explain">プロトコル ハンドラのリストを登録できます。これはあくまでも推奨のポリシーです。プロパティ |protocol| には「mailto」などのスキームを設定し、プロパティ |url| にはこのスキームを処理するアプリケーションの URL パターンを設定します。このパターンに「%s」を含めて、処理された URL に置き換えることもできます。

ポリシーで登録されたプロトコル ハンドラは、ユーザーが登録したプロトコル ハンドラと統合され、両方とも使用可能になります。ユーザーは、新しいデフォルトのハンドラをインストールすることにより、ポリシーでインストールされたプロトコル ハンドラをオーバーライドできます。ただし、ポリシーで登録されたプロトコル ハンドラを削除することはできません。</string><string id="PopupsBlockedForUrls">これらのサイトのポップアップをブロックする</string><string id="PopupsBlockedForUrls_Explain">ポップアップ表示を許可しないサイトを指定する URL パターンのリストを設定できます。このポリシーが未設定の場合、グローバルのデフォルト値がすべてのサイトで使用されます。グローバルのデフォルト値は「DefaultPopupsSetting」ポリシーの値か、この値が未設定の場合はユーザーの個人設定の値です。</string><string id="PopupsBlockedForUrlsDesc">これらのサイトのポップアップをブロックする</string><string id="NotificationsAllowedForUrls">これらのサイトの通知を許可する</string><string id="NotificationsAllowedForUrls_Explain">通知表示を許可するサイトを指定する URL パターンのリストを設定できます。このポリシーが未設定の場合、グローバルのデフォルト値がすべてのサイトで使用されます。グローバルのデフォルト値は「DefaultNotificationsSetting」ポリシーの値か、この値が未設定の場合はユーザーの個人設定の値です。</string><string id="NotificationsAllowedForUrlsDesc">これらのサイトの通知を許可する</string><string id="NotificationsBlockedForUrls">これらのサイトの通知をブロックする</string><string id="NotificationsBlockedForUrls_Explain">通知表示を許可しないサイトを指定する URL パターンのリストを設定できます。このポリシーが未設定の場合、グローバルのデフォルト値がすべてのサイトで使用されます。グローバルのデフォルト値は「DefaultNotificationsSetting」ポリシーの値か、この値が未設定の場合はユーザーの個人設定の値です。</string><string id="NotificationsBlockedForUrlsDesc">これらのサイトの通知をブロックする</string><string id="DefaultSearchProvider_group">デフォルトの検索プロバイダ</string><string id="DefaultSearchProviderEnabled">デフォルトの検索プロバイダを有効にする</string><string id="DefaultSearchProviderEnabled_Explain">既定の検索プロバイダの使用を有効にします。

この設定を有効にした場合は、ユーザーがアドレスバーに URL 以外のテキストを入力したときに、既定の検索プロバイダを使用して検索が行われます。

既定の検索プロバイダを指定するには、既定の検索プロバイダに関するその他のポリシーを設定します。これらのポリシーを空白のままにした場合、ユーザーは既定の検索プロバイダを選択できます。

この設定を無効にした場合は、ユーザーがアドレスバーに URL 以外のテキストを入力したときに検索は行われません。

この設定を有効または無効にした場合、ユーザーは Google Chrome でこの設定を変更またはオーバーライドすることはできません。

このポリシーが未設定の場合、既定の検索プロバイダが有効になり、ユーザーは検索プロバイダのリストを設定できます。

Active Directory ドメインに参加していない Windows インスタンスでこのポリシーを使用することはできません。</string><string id="DefaultSearchProviderName">デフォルトの検索プロバイダ名</string><string id="DefaultSearchProviderName_Explain">デフォルトの検索プロバイダの名前を指定します。空白のままにしたり未設定の場合は、検索 URL で指定されたホスト名が使用されます。このポリシーは「DefaultSearchProviderEnabled」ポリシーが有効な場合にのみ適用されます。</string><string id="DefaultSearchProviderKeyword">デフォルトの検索プロバイダのキーワード</string><string id="DefaultSearchProviderKeyword_Explain">アドレスバーで使用するショートカットとして、このプロバイダで検索を実行するためのキーワードを指定します。このポリシーは省略可能です。未設定の場合、検索プロバイダをアクティブにするキーワードは設定されません。このポリシーは、「DefaultSearchProviderEnabled」ポリシーが有効な場合にのみ適用されます。</string><string id="DefaultSearchProviderSearchURL">デフォルトの検索プロバイダの検索 URL</string><string id="DefaultSearchProviderSearchURL_Explain">デフォルトの検索を行うときに使用する検索エンジンの URL を指定します。この URL には「{searchTerms}」という文字列を含めます。この文字列は、検索時にユーザーが指定したキーワードに置き換えられます。

Google の検索 URL は、'{google:baseURL}search?q={searchTerms}&amp;{google:RLZ}{google:originalQueryForSuggestion}{google:assistedQueryStats}{google:searchFieldtrialParameter}{google:searchClient}{google:sourceId}{google:instantExtendedEnabledParameter}ie={inputEncoding}' のように指定できます。

このオプションは、「DefaultSearchProviderEnabled」ポリシーが有効な場合に設定が必要で、適用されるのはその場合のみとなります。</string><string id="DefaultSearchProviderSuggestURL">デフォルト検索プロバイダ サジェスト URL</string><string id="DefaultSearchProviderSuggestURL_Explain">検索候補の表示に使用する検索エンジンの URL を指定します。この URL には「{searchTerms}」という文字列を含めます。この文字列は、検索時にユーザーが入力したテキストに置き換えられます。

このポリシーは省略可能です。未設定の場合、URL 候補は使用されません。

Google の URL 候補は、'{google:baseURL}complete/search?output=chrome&amp;q={searchTerms}' のように指定できます。

このポリシーは、「DefaultSearchProviderEnabled」ポリシーが有効な場合にのみ適用されます。</string><string id="DefaultSearchProviderInstantURL">デフォルトの検索プロバイダのインスタント検索 URL</string><string id="DefaultSearchProviderInstantURL_Explain">インスタント検索の結果表示に使用する検索エンジンの URL を指定します。この URL には '{searchTerms}' という文字列を含めます。この文字列は、検索時にユーザーが入力したテキストに置き換えられます。

このポリシーは省略可能です。このポリシーが未設定の場合、インスタント検索の結果は表示されません。

Google のインスタント検索結果の URL は、'{google:baseURL}suggest?q={searchTerms}' のように指定できます。

このポリシーは、「DefaultSearchProviderEnabled」ポリシーが有効な場合にのみ適用されます。</string><string id="DefaultSearchProviderIconURL">デフォルトの検索プロバイダ アイコン</string><string id="DefaultSearchProviderIconURL_Explain">デフォルトの検索プロバイダのお気に入りアイコンの URL を指定します。このポリシーは省略可能です。未設定の場合、検索プロバイダにアイコンは表示されません。このポリシーは「DefaultSearchProviderEnabled」ポリシーが有効な場合にのみ適用されます。</string><string id="DefaultSearchProviderEncodings">デフォルトの検索プロバイダのエンコード</string><string id="DefaultSearchProviderEncodings_Explain">検索プロバイダによってサポートされる文字エンコードを指定します。エンコードは、UTF-8、GB2312、ISO-8859-1 などのコード ページ名であり、指定された順序で適用されます。このポリシーは省略可能です。未設定の場合、デフォルトでは UTF-8 が使用されます。このポリシーは、「DefaultSearchProviderEnabled」ポリシーが有効な場合にのみ適用されます。</string><string id="DefaultSearchProviderEncodingsDesc">デフォルトの検索プロバイダのエンコード</string><string id="DefaultSearchProviderAlternateURLs">デフォルトの検索プロバイダが使用する代替 URL のリスト</string><string id="DefaultSearchProviderAlternateURLs_Explain">検索エンジンからの検索キーワードの抽出に使用できる代替 URL のリストを指定します。URL には文字列 '{searchTerms}' が含まれている必要があります。この文字列は検索キーワードの抽出に使用されます。

このポリシーは省略可能です。未設定の場合、検索キーワードの抽出に代替 URL は使用されません。

このポリシーは「DefaultSearchProviderEnabled」ポリシーが有効な場合のみ適用されます。</string><string id="DefaultSearchProviderAlternateURLsDesc">デフォルトの検索プロバイダが使用する代替 URL のリスト</string><string id="DefaultSearchProviderSearchTermsReplacementKey">デフォルトの検索プロバイダに対する検索キーワードの置き換えを指定するパラメータ</string><string id="DefaultSearchProviderSearchTermsReplacementKey_Explain">このポリシーを設定していて、アドレスバーの検索 URL 候補のクエリ文字列やフラグメント識別子にこのパラメータが含まれる場合、元の検索 URL を検索キーワードや検索プロバイダに置き換えた候補が表示されます。

このポリシーは省略可能です。未設定の場合、検索キーワードに置き換えられることはありません。

このポリシーは「DefaultSearchProviderEnabled」ポリシーが有効な場合にのみ適用されます。</string><string id="DefaultSearchProviderImageURL">既定の検索プロバイダに画像検索機能を提供するパラメータ</string><string id="DefaultSearchProviderImageURL_Explain">画像検索に使用する検索エンジンの URL を指定します。検索リクエストは GET メソッドを使用して送信されます。DefaultSearchProviderImageURLPostParams ポリシーが設定されている場合は、GET メソッドではなく POST メソッドが画像検索リクエストで使用されます。

このポリシーは省略可能です。このポリシーが設定されていない場合、画像検索は使用されません。

このポリシーは「DefaultSearchProviderEnabled」ポリシーが有効な場合にのみ適用されます。</string><string id="DefaultSearchProviderNewTabURL">デフォルトの検索プロバイダの新しいタブ ページ URL</string><string id="DefaultSearchProviderNewTabURL_Explain">検索エンジンが新しいタブ ページを提供するために使用する URL を指定します。

このポリシーは省略できます。設定しないと新しいタブ ページは提供されません。

このポリシーは、DefaultSearchProviderEnabled ポリシーが有効の場合にのみ適用されます。</string><string id="DefaultSearchProviderSearchURLPostParams">POST を使用する検索 URL のパラメータ</string><string id="DefaultSearchProviderSearchURLPostParams_Explain">POST を使って URL の検索を行うときに使用するパラメータを指定します。名前と値のペアをカンマで区切って指定します。値がテンプレート パラメータ（上記の例の {searchTerms} など）の場合は、実際の検索キーワードのデータに置き換えられます。

このポリシーは省略可能です。未設定の場合、検索リクエストは GET メソッドを使用して送信されます。

このポリシーは「DefaultSearchProviderEnabled」ポリシーが有効な場合にのみ適用されます。</string><string id="DefaultSearchProviderSuggestURLPostParams">POST を使用するキーワード候補による検索 URL のパラメータ</string><string id="DefaultSearchProviderSuggestURLPostParams_Explain">POST を使ってキーワードの候補で検索を行うときに使用するパラメータを指定します。名前と値のペアをカンマで区切って指定します。値がテンプレート パラメータ（上記の例の {searchTerms} など）の場合は、実際の検索キーワードのデータに置き換えられます。

このポリシーは省略可能です。未設定の場合、キーワードの候補による検索リクエストは GET メソッドを使用して送信されます。

このポリシーは「DefaultSearchProviderEnabled」ポリシーが有効な場合にのみ適用されます。</string><string id="DefaultSearchProviderInstantURLPostParams">POST を使用するインスタント検索 URL のパラメータ</string><string id="DefaultSearchProviderInstantURLPostParams_Explain">POST を使ってインスタント検索を行うときに使用するパラメータを指定します。名前と値のペアをカンマで区切って指定します。値がテンプレート パラメータ（上記の例の {imageThumbnail} など）の場合は、実際の検索キーワードのデータに置き換えられます。

このポリシーは省略可能です。未設定の場合、インスタント検索リクエストは GET メソッドを使用して送信されます。

このポリシーは「DefaultSearchProviderEnabled」ポリシーが有効な場合にのみ適用されます。</string><string id="DefaultSearchProviderImageURLPostParams">POST を使用する画像 URL のパラメータ</string><string id="DefaultSearchProviderImageURLPostParams_Explain">POST を使って画像検索を行うときに使用するパラメータを指定します。名前と値のペアをカンマで区切って指定します。値がテンプレート パラメータ（上記の例の {imageThumbnail} など）の場合は、実際の画像サムネイルのデータに置き換えられます。

このポリシーは省略可能です。未設定の場合、画像検索リクエストは GET メソッドを使用して送信されます。

このポリシーは「DefaultSearchProviderEnabled」ポリシーが有効な場合にのみ適用されます。</string><string id="NativeMessaging_group">ネイティブ メッセージング</string><string id="NativeMessagingBlacklist">ネイティブ メッセージングのブラックリストを設定する</string><string id="NativeMessagingBlacklist_Explain">読み込みを禁止するネイティブ メッセージング ホストを指定できます。

ブラックリストの値「*」は、明示的にホワイトリストに登録されていない限り、すべてのネイティブ メッセージング ホストがブラックリストに登録されていることを意味します。

このポリシーが設定されていない場合、Google Chrome は、インストールされているすべてのネイティブ メッセージング ホストを読み込みます。</string><string id="NativeMessagingBlacklistDesc">ネイティブ メッセージングのブラックリストを設定する</string><string id="NativeMessagingWhitelist">ネイティブ メッセージングのホワイトリストを設定する</string><string id="NativeMessagingWhitelist_Explain">ブラックリストから除外するネイティブ メッセージング ホストを指定できます。

ブラック リストの値「*」は、すべてのネイティブ メッセージング ホストがブラックリストに登録されていることを意味します。ホワイトリストに登録されたネイティブ メッセージング ホストのみが読み込まれます。

デフォルトで、すべてのネイティブ メッセージング ホストはホワイトリストに登録されています。ポリシーによってすべてのネイティブ メッセージング ホストがブラックリストに登録されている場合、ホワイトリストを使用して、このポリシーをオーバーライドできます。</string><string id="NativeMessagingWhitelistDesc">ネイティブ メッセージングのホワイトリストを設定する</string><string id="NativeMessagingUserLevelHosts">ユーザー レベルのネイティブ メッセージング ホスト（管理者権限なしでインストールされたホスト）を許可する</string><string id="NativeMessagingUserLevelHosts_Explain">ユーザー レベルでインストールされたネイティブ メッセージング ホストを使用できるようにします。

この設定が有効になっている場合、Google Chrome ではユーザー レベルで
インストールされたネイティブ メッセージング ホストを使用できます。

この設定が無効になっている場合、Google Chrome ではシステム レベルで
インストールされたネイティブ メッセージング ホストのみが使用されます。

この設定が指定されていない場合、Google Chrome ではユーザー レベルの
ネイティブ メッセージング ホストを使用できます。</string><string id="PasswordManager_group">パスワード マネージャ</string><string id="PasswordManagerEnabled">パスワード マネージャへのパスワード保存を有効にする</string><string id="PasswordManagerEnabled_Explain">
この設定が有効になっていると、ユーザーは Google Chrome にパスワードを記憶させる
ことができ、次回サイトにログインするときに自動的にパスワードが入力されます。

この設定が無効になっていると、ユーザーは新しいパスワードを保存できませんが、
保存済みのパスワードは使用できます。

このポリシーが有効または無効になっていると、ユーザーは Google Chrome で
このポリシーの変更やオーバーライドが
できません。このポリシーが未設定の場合は、パスワードを保存できます（ただし、
ユーザーはこのポリシーを無効にできます）。</string><string id="Proxy_group">プロキシ サーバー</string><string id="ProxyMode">プロキシ サーバー設定の指定方法を選択する</string><string id="ProxyMode_Explain">Google Chrome が使用するプロキシ サーバーを指定できます。この場合、ユーザーがプロキシ設定を変更することはできません。

プロキシ サーバーを使用せず常に直接接続することを選択した場合、他の設定はすべて無視されます。

システムのプロキシ設定を使用することを選択した場合、他の設定はすべて無視されます。

プロキシ サーバーを自動検出することを選択した場合、他の設定はすべて無視されます。

固定サーバー プロキシ モードを選択した場合は、[プロキシ サーバーのアドレスまたは URL] と [プロキシ バイパス ルールのカンマ区切りリスト] で詳細を指定できます。ARC アプリで使用できるのは最も優先度が高い HTTP プロキシ サーバーのみです。

.pac プロキシ スクリプトを使用することを選択した場合は、[プロキシ .pac ファイルへの URL] でスクリプトの URL を指定する必要があります。

詳しい例については、次の URL をご覧ください。
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett

この設定を有効にした場合、Google Chrome と ARC アプリでは、コマンドラインで指定されたプロキシ関連の設定がすべて無視されます。

このポリシーが未設定の場合、ユーザーは自分でプロキシ設定を選択できます。</string><string id="ProxyDisabled">プロキシを使用しない</string><string id="ProxyAutoDetect">プロキシ設定を自動検出する</string><string id="ProxyPacScript">.pac プロキシ スクリプトを使用する</string><string id="ProxyFixedServers">固定プロキシ サーバーを使用する</string><string id="ProxyUseSystem">システムのプロキシ設定を使用する</string><string id="ProxyServer">プロキシ サーバーのアドレスまたは URL</string><string id="ProxyServer_Explain">プロキシ サーバーの URL をここで指定できます。

このポリシーが適用されるのは、[プロキシ サーバー設定の指定方法を選択する] で手動によるプロキシ設定を選択した場合のみです。

プロキシ ポリシーの設定で他のモードを選択した場合、このポリシーは設定しないでください。

詳しい例については、次の URL をご覧ください。
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="ProxyPacUrl">プロキシ .pac ファイルへの URL</string><string id="ProxyPacUrl_Explain">プロキシ .pac ファイルの URL をここで指定できます。

このポリシーが適用されるのは、[プロキシ サーバー設定の指定方法を選択する] で手動によるプロキシ設定を選択した場合のみです。

プロキシ ポリシーの設定で他のモードを選択した場合、このポリシーは設定しないでください。

詳しい例については、次の URL をご覧ください。
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="ProxyBypassList">プロキシ バイパス ルール</string><string id="ProxyBypassList_Explain">Google Chrome は、ここで指定したホストのリストに対し、プロキシをバイパスします。

このポリシーが適用されるのは、[プロキシ サーバー設定の指定方法を選択する] で手動によるプロキシ設定を選択した場合のみです。

プロキシ ポリシーの設定で他のモードを選択した場合、このポリシーは設定しないでください。

詳しい例については、次の URL をご覧ください。
https://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett</string><string id="Homepage_group">ホームページ</string><string id="HomepageLocation">ホームページの URL を指定する</string><string id="HomepageLocation_Explain">Google Chrome のデフォルトのホームページ URL を設定し、ユーザーによる変更を禁止します。

ホームページは [ホーム] ボタンで開くページです。起動時に開くページは RestoreOnStartup ポリシーで指定します。

ホームページのタイプは、ここで指定した URL、または新しいタブページのいずれかに設定できます。新しいタブページを選択した場合、このポリシーは適用されません。

この設定を有効にした場合、ユーザーは Google Chrome でホームページ URL を変更することはできませんが、新しいタブページをホームページとして選択することはできます。

このポリシーが未設定で、HomepageIsNewTabPage も未設定の場合、ユーザーはホームページを自分で選択できます。

このポリシーは、Active Directory ドメインに参加していない Windows
インスタンスでは使用できません。</string><string id="HomepageIsNewTabPage">新しいタブ ページをホームページとして使用する</string><string id="HomepageIsNewTabPage_Explain">Google Chrome のデフォルトのホームページのタイプを設定し、ユーザーによるホームページ設定の変更を禁止します。ホームページは、指定した URL、または新しいタブページのいずれかに設定できます。

この設定を有効にした場合、ホームページには常に新しいタブページが使用され、ホームページ URL の場所は無視されます。

この設定を無効にした場合、URL が「chrome://newtab」に設定されていない限り、ユーザーのホームページが新しいタブページになることはありません。

この設定を有効または無効にした場合、ユーザーは Google Chrome でホームページ タイプを変更することはできません。

このポリシーが未設定の場合、ユーザーは新しいタブページをホームページにするかどうかを自分で選択できます。

このポリシーは、Active Directory ドメインに参加していない Windows
インスタンスでは使用できません。</string><string id="RemoteAccess_group">リモート アクセス オプションを設定</string><string id="RemoteAccessHostClientDomain">リモート アクセスのクライアントに要求する必須のドメイン名を設定する</string><string id="RemoteAccessHostClientDomain_Explain">リモート アクセスのクライアントに要求する必須のクライアント ドメイン名を設定して、ユーザーが変更できないようにします。

この設定を有効にした場合、指定したドメインのクライアントのみがホストに接続できます。

この設定を無効にした場合または設定しない場合、接続タイプについてのデフォルトのポリシーが適用されます。リモート サポートの場合は、どのドメインのクライアントでもホストに接続できます。常時リモート アクセスの場合は、ホストの所有者のみが接続できます。

RemoteAccessHostDomain も参考にしてください。</string><string id="RemoteAccessHostFirewallTraversal">リモート アクセス ホストからのファイアウォール トラバーサルを有効にする</string><string id="RemoteAccessHostFirewallTraversal_Explain">リモート クライアントがこのコンピュータへの接続を試行するときに STUN サーバーを使用できるようにします。

この設定が有効な場合、リモート クライアントはファイアウォールの有無にかかわらずこのコンピュータを検出して接続できます。

この設定が無効な場合で発信 UDP 接続がファイアウォールによって除外されている場合は、ローカル ネットワーク内のクライアント コンピュータのみがこのコンピュータに接続できます。

このポリシーが未設定の場合、この設定は有効になります。</string><string id="RemoteAccessHostDomain">リモート アクセス ホストの必須のドメイン名を設定する</string><string id="RemoteAccessHostDomain_Explain">リモート アクセスのホストに要求する必須のホストドメイン名を設定して、ユーザーが変更できないようにします。

この設定を有効にした場合、指定したドメイン名に登録されたアカウントのみホストを共有できます。

この設定を無効にした場合または設定しない場合、どのアカウントでもホストを共有できます。

RemoteAccessHostClientDomain も参考にしてください。</string><string id="RemoteAccessHostTalkGadgetPrefix">リモート アクセス ホストに TalkGadget プレフィックスを設定する</string><string id="RemoteAccessHostTalkGadgetPrefix_Explain">リモート アクセス ホストが使用する TalkGadget プレフィックスを設定し、ユーザーが変更できないようにします。

これを指定すると、ベースとなる TalkGadget 名の前にこのプレフィックスが付いて、TalkGadget のフルドメイン名となります。ベースとなる TalkGadget ドメイン名は「.talkgadget.google.com」です。

この設定を有効にすると、ホストは TalkGadget にアクセスする際に、デフォルトのドメイン名の代わりにそのカスタム ドメイン名を使用します。

この設定を無効にするか、未設定にする場合、デフォルトの TalkGadget ドメイン名（「chromoting-host.talkgadget.google.com」）がすべてのホストで使用されます。

リモート アクセス クライアントが、このポリシーの設定によって影響を受けることはありません。TalkGadget へのアクセスには常に「chromoting-client.talkgadget.google.com」を使用します。</string><string id="RemoteAccessHostRequireCurtain">リモート アクセス ホストのカーテンを有効にする</string><string id="RemoteAccessHostRequireCurtain_Explain">接続中にリモート アクセス ホストのカーテンを有効にします。

この設定を有効にすると、リモート接続の間、ホストの物理的な入出力デバイスが無効になります。

この設定を無効にするか未設定にすると、ローカル ユーザーとリモート ユーザーのどちらも共有状態のホストにアクセスできます。</string><string id="RemoteAccessHostAllowClientPairing">リモート アクセス ホストの PIN 入力なしの認証を有効または無効にする</string><string id="RemoteAccessHostAllowClientPairing_Explain">この設定が有効または設定されていない場合、ユーザーは接続時にクライアントとホストをペア設定するよう選択できます。そうすると、毎回 PIN を入力する手間が省けます。

この設定が無効な場合、この機能は利用できません。</string><string id="RemoteAccessHostAllowGnubbyAuth">リモート アクセス ホストに対して gnubby 認証を許可する</string><string id="RemoteAccessHostAllowGnubbyAuth_Explain">この設定が有効になっている場合、gnubby 認証リクエストはリモート ホスト接続でプロキシ送信されます。

この設定が無効になっているか設定されていない場合、gnubby 認証リクエストはプロキシ送信されません。</string><string id="RemoteAccessHostAllowRelayedConnection">リモート アクセス ホストで中継サーバーを使用できるようにする</string><string id="RemoteAccessHostAllowRelayedConnection_Explain">リモート クライアントがこのコンピュータへの接続を試行するときに、中継サーバーを使用できるようにします。

この設定が有効な場合、リモート クライアントは、ファイアウォールによる制限などが原因で直接接続を確立できない場合に中継サーバーを使用してこのコンピュータに接続できます。

ただし、ポリシー RemoteAccessHostFirewallTraversal が無効になっている場合は、このポリシーは無視されます。

このポリシーが未設定の場合、この設定は有効になります。</string><string id="RemoteAccessHostUdpPortRange">リモート アクセス ホストが使用する UDP ポートの範囲を制限する</string><string id="RemoteAccessHostUdpPortRange_Explain">このコンピュータでリモート アクセス ホストが使用する UDP ポートの範囲を制限します。

このポリシーが未設定の場合や、このポリシーに空白の文字列を設定した場合、リモート アクセス ホストは利用可能なポートをどれでも使用できます。ただしこれにはポリシー RemoteAccessHostFirewallTraversal が無効になっていないことが条件です。無効になっている場合、リモート アクセス ホストは 12400～12409 の範囲の UDP ポートを使用します。</string><string id="RemoteAccessHostTokenUrl">リモート アクセス クライアントが認証トークンを取得する URL</string><string id="RemoteAccessHostTokenUrl_Explain">リモート アクセス クライアントが認証トークンを取得する場所の URL。

このポリシーが設定されている場合、リモート アクセス ホストは、認証するクライアントが接続する際にこの URL から認証トークンを取得するよう要求します。このポリシーは必ず RemoteAccessHostTokenValidationUrl と共に使用します。

この機能は現在、サーバーサイドでは無効になっています。</string><string id="RemoteAccessHostTokenValidationUrl">リモート アクセス クライアントの認証トークンを検証するための URL</string><string id="RemoteAccessHostTokenValidationUrl_Explain">リモート アクセス クライアントの認証トークンを検証するための URL。

このポリシーが設定されている場合、リモート アクセス ホストでは接続を受け入れるために、この URL を使用してリモート アクセス クライアントからの認証トークンを検証します。このポリシーは必ず RemoteAccessHostTokenUrl と共に使用します。

この機能は現在、サーバーサイドでは無効になっています。</string><string id="RemoteAccessHostTokenValidationCertificateIssuer">RemoteAccessHostTokenValidationUrl への接続用のクライアント証明書</string><string id="RemoteAccessHostTokenValidationCertificateIssuer_Explain">RemoteAccessHostTokenValidationUrl に接続するためのクライアント証明書です。

このポリシーが設定されている場合、RemoteAccessHostTokenValidationUrl に対する認証の際、ホストでは発行元の共通名（CN）が指定されたクライアント証明書が使用されます。使用可能な任意のクライアント証明書を使用するには、このポリシーを「*」に設定します。

現在、この機能はサーバーサイドでは無効になっています。</string><string id="RemoteAccessHostDebugOverridePolicies">リモート アクセス ホストの Debug ビルドでのポリシー オーバーライド</string><string id="RemoteAccessHostDebugOverridePolicies_Explain">リモート アクセス ホストの Debug ビルドでポリシーをオーバーライドします。

この値は、ポリシー値のマッピングに対するポリシー名の JSON 辞書として解析されます。</string><string id="RemoteAccessHostAllowUiAccessForRemoteAssistance">リモート ユーザーがリモート アシスタンス セッションで権限昇格ウィンドウとやり取りできるようにする</string><string id="RemoteAccessHostAllowUiAccessForRemoteAssistance_Explain">この設定が有効になっている場合、リモート アシスタンス ホストは uiAccess 権限を持つプロセスで実行されます。リモート ユーザーはローカル ユーザーのデスクトップ上の権限昇格ウィンドウとやり取りできるようになります。

この設定が無効な場合や設定されていない場合、リモート アシスタンス ホストはユーザーのコンテキストで実行され、リモート ユーザーはデスクトップ上の権限昇格ウィンドウとやり取りできません。</string><string id="LocallyManagedUsers_group">ローカルの管理対象ユーザーの設定</string><string id="SupervisedUserCreationEnabled">監視対象ユーザーを作成できるようにする</string><string id="SupervisedUserCreationEnabled_Explain">false に設定されている場合、このユーザーは監視対象ユーザーを作成できません。既存の監視対象ユーザーは引き続き利用可能です。

true に設定されている場合や未設定の場合、このユーザーは監視対象ユーザーを作成し管理できます。</string><string id="Extensions_group">拡張機能</string><string id="ExtensionInstallBlacklist">拡張機能インストールのブラックリストを設定する</string><string id="ExtensionInstallBlacklist_Explain">ユーザーがインストールできない拡張機能を指定できます。インストール済みの拡張機能がブラックリストに登録されると、削除されます。ブラックリストに値「*」を登録すると、すべての拡張機能が禁止されます（明示的にホワイトリストに登録されている拡張機能を除きます）。このポリシーが未設定の場合、ユーザーは Google Chrome にすべての拡張機能をインストールできます。</string><string id="ExtensionInstallBlacklistDesc">拡張機能インストールのブラックリストを設定する</string><string id="ExtensionInstallWhitelist">拡張機能インストールのホワイトリストを設定する</string><string id="ExtensionInstallWhitelist_Explain">ブラックリストの対象外となる拡張機能を指定できます。ブラックリストの値が「*」の場合、すべての拡張機能がブラックリストに登録されており、ユーザーはホワイトリストにリストされている拡張機能しかインストールできません。デフォルトでは、すべての拡張機能はホワイトリストに登録されていますが、ポリシーによってすべての拡張機能をブラックリストに登録している場合、ホワイトリストを使ってそのポリシーをオーバーライドできます。</string><string id="ExtensionInstallWhitelistDesc">拡張機能インストールのホワイトリストを設定する</string><string id="ExtensionInstallForcelist">強制インストールするアプリと拡張機能のリストを設定します</string><string id="ExtensionInstallForcelist_Explain">
Specifies a list of apps and extensions that are installed silently,
without user interaction, and which cannot be uninstalled by the
user. All permissions requested by the apps/extensions are granted
implicitly, without user interaction, including any additional
permissions requested by future versions of the app/extension.
Furthermore, permissions are granted for the
enterprise.deviceAttributes and enterprise.platformKeys extension
APIs. (These two APIs are not available to apps/extensions that are
not force-installed.)

This policy takes precedence over a potentially conflicting
ExtensionsInstallBlacklist policy. If an app or extension that
previously had been force-installed is removed from this list, it is
automatically uninstalled by Google Chrome.

For Windows instances that are not joined to an Active Directory
domain, forced installation is limited to apps and extensions listed
in the Chrome Web Store.

Note that the source code of any extension may be altered by users via
Developer Tools (potentially rendering the extension
dysfunctional). If this is a concern, the DeveloperToolsDisabled
policy should be set.

Each list item of the policy is a string that contains an extension ID
and an &quot;update&quot; URL separated by a semicolon (;). The extension ID is the 32-letter string
found e.g. on chrome://extensions when in
developer mode. The &quot;update&quot; URL should point to an Update Manifest
XML document as described at https://developer.chrome.com/extensions/autoupdate. Note
that the &quot;update&quot; URL set in this policy is only used for the initial
installation; subsequent updates of the extension employ the update
URL indicated in the extension's manifest.

For example, gbchcmhmhahfdphkhkmpfmihenigjmpp;https://clients2.google.com/service/update2/crx
installs the Chrome
Remote Desktop app from the standard Chrome Web Store &quot;update&quot;
URL. For more information about hosting extensions, see: https://developer.chrome.com/extensions/hosting.

If this policy is left not set, no apps or extensions are installed
automatically and the user can uninstall any app or extension in Google Chrome.</string><string id="ExtensionInstallForcelistDesc">強制インストールするアプリと拡張機能のリストを設定します</string><string id="ExtensionInstallSources">拡張機能、アプリ、ユーザー スクリプトのインストール ソースを設定する</string><string id="ExtensionInstallSources_Explain">拡張機能、アプリ、テーマのインストールを許可する URL を指定できます。

Google Chrome 21 以降、拡張機能、アプリ、ユーザー スクリプトを Chrome ウェブストア以外からインストールすることがさらに難しくなりました。以前は *.crx ファイルへのリンクをユーザーがクリックすれば、Google Chrome では警告が表示された後にファイルをインストールするオプションが表示されました。Google Chrome 21 からは、このようなファイルをダウンロードして Google Chrome 設定ページにドラッグする必要があります。この設定では、特定の URL だけ以前の簡単なインストール手順が利用できます。

このリストの各アイテムは、拡張スタイルのマッチ パターンです（https://developer.chrome.com/extensions/match_patterns をご覧ください）。ユーザーは、このリストのアイテムに一致する URL からアイテムを簡単にインストールできます。*.crx ファイルと、ダウンロードを開始するページ（リファラー）のどちらの場所も、このパターンで許可される必要があります。

ExtensionInstallBlacklist は、このポリシーよりも優先されます。つまり、このブラックリストにある拡張機能は、このリストに掲載されているサイトからのものであっても、インストールされません。</string><string id="ExtensionInstallSourcesDesc">拡張機能、アプリ、ユーザー スクリプトのインストール ソースを設定する</string><string id="ExtensionAllowedTypes">許可されるアプリ/拡張機能のタイプを設定する</string><string id="ExtensionAllowedTypes_Explain">インストールを許可するアプリや拡張機能のタイプを指定します。

この設定により、Google Chrome にインストールできる拡張機能やアプリのタイプがホワイトリストに登録されます。値は文字列のリストで、それぞれ「extension」、「theme」、「user_script」、「hosted_app」、「legacy_packaged_app」、「platform_app」のいずれかに該当します。こうしたタイプについて詳しくは、Google Chrome 拡張機能のドキュメントをご覧ください。

このポリシーは ExtensionInstallForcelist により強制インストールされる拡張機能やアプリにも影響します。

この設定が有効な場合、リストにないタイプの拡張機能やアプリはインストールされません。

未設定の場合、インストールできる拡張機能やアプリのタイプに関する制限は適用されません。</string><string id="ExtensionAllowedTypesDesc">許可されるアプリ/拡張機能のタイプを設定する</string><string id="ChromeFrameContentTypes_group">次のコンテンツ タイプの処理を Google Chrome Frame に対して許可する</string><string id="ChromeFrameContentTypes">リストで指定したコンテンツ タイプの処理を Google Chrome Frame に対して許可する</string><string id="ChromeFrameContentTypes_Explain">Google Chrome Frame に対して、リストで指定したコンテンツ タイプの処理を許可します。このポリシーが未設定の場合、「ChromeFrameRendererSettings」ポリシーで指定されたデフォルトのレンダラがすべてのサイトで使用されます。</string><string id="ChromeFrameContentTypesDesc">リストで指定したコンテンツ タイプの処理を Google Chrome Frame に対して許可する</string><string id="RestoreOnStartupGroup_group">起動ページ</string><string id="RestoreOnStartup">起動時の操作</string><string id="RestoreOnStartup_Explain">起動時の動作を制御します。

[新しいタブページを開く] を選択した場合は、Google Chrome の起動時に常に新しいタブページが開きます。

[最後のセッションを復元する] を選択した場合は、Google Chrome を前回終了したときに開いていた URL が再度表示され、ブラウザ セッションが前回の状態で復元されます。
このオプションを選択すると、セッションごとに異なる設定や、終了時になんらかの処理（閲覧データを終了時に消去する、セッション固有の Cookie を消去するなど）を行う設定が一部無効になります。

[URL のリストを開く] を選択した場合は、Google Chrome の起動時に [起動時に開く URL] のリストが開かれます。

この設定を有効にした場合、ユーザーは Google Chrome でこの設定を変更したりオーバーライドしたりすることができなくなります。

この設定を無効にすると、未設定の場合と同じで、ユーザーは Google Chrome でこの設定を変更することができます。

Active Directory ドメインに参加していない Windows インスタンスでこのポリシーを使用することはできません。</string><string id="RestoreOnStartupIsNewTabPage">新しいタブ ページを開く</string><string id="RestoreOnStartupIsLastSession">最後のセッションを復元する</string><string id="RestoreOnStartupIsURLs">URL のリストを開く</string><string id="RestoreOnStartupURLs">起動時に開く URL</string><string id="RestoreOnStartupURLs_Explain">起動時の動作として [URL のリストを開く] が選択されている場合に、開かれる URL のリストを指定できます。このポリシーが未設定の場合、起動時に URL は開かれません。

このポリシーは、「RestoreOnStartup」ポリシーが「RestoreOnStartupIsURLs」に設定されている場合にのみ機能します。

Active Directory ドメインに参加していない Windows インスタンスでこのポリシーを使用することはできません。</string><string id="RestoreOnStartupURLsDesc">起動時に開く URL</string><string id="AllowDinosaurEasterEgg">恐竜のイースター エッグゲームを許可する</string><string id="AllowDinosaurEasterEgg_Explain">デバイスがオフラインのときに、ユーザーが恐竜のイースター エッグゲームをプレイすることを許可します。

このポリシーを False に設定すると、ユーザーはデバイスがオフラインのときに恐竜のイースター エッグゲームをプレイできません。True に設定するとプレイできます。ポリシーが未設定の場合、登録されている Chrome OS ではプレイできませんが、他の環境ではプレイできます。</string><string id="AllowFileSelectionDialogs">ファイル選択ダイアログの呼び出しを許可する</string><string id="AllowFileSelectionDialogs_Explain">Google Chrome に対してファイル選択ダイアログの表示を許可することで、コンピュータからローカル ファイルにアクセスできるようにします。この設定を有効にすると、ユーザーは通常どおりにファイル選択ダイアログを開くことができます。この設定を無効にすると、ファイル選択ダイアログを表示する操作（ブックマークのインポート、ファイルのアップロード、リンクの保存など）を実行した場合、メッセージが表示されて、ユーザーがファイル選択ダイアログで [キャンセル] をクリックした操作と同じになります。未設定の場合は、通常どおりファイル選択ダイアログが表示されます。</string><string id="AllowOutdatedPlugins">古いプラグインの実行を許可する</string><string id="AllowOutdatedPlugins_Explain">Google Chrome に対して古いプラグインの実行を許可します。この設定を有効にすると、古いプラグインが通常のプラグインとして使用されます。この設定を無効にすると、古いプラグインは使用されず、実行の許可を確認するメッセージも表示されません。この設定を行わない場合は、古いプラグインの実行の許可を確認するメッセージが表示されます。</string><string id="AllowedDomainsForApps">Google Apps へのアクセスを許可するドメインを定義する</string><string id="AllowedDomainsForApps_Explain">Google Apps で Google Chrome の
制限付きログイン機能を有効にして、
ユーザーがこの設定を変更できないようにします。

この設定を行うと、ユーザーは指定されたドメインのアカウントを使用する場合のみ
Google Apps（Gmail など）にアクセスできます。

この設定によって、Google の認証方式を必要とする管理対象の端末に
ユーザーがログインできなくなることはありません。ユーザーはこれまでどおり
他のドメインのアカウントにログインできますが、そのアカウントで Google Apps を
使用しようとするとエラーが表示されます。

この設定を空白にした場合や設定しない場合、ユーザーはどのアカウントからでも
Google Apps にアクセスできます。

このポリシーでは、X-GoogApps-Allowed-Domains ヘッダーがすべての
「google.com」ドメインへの HTTP および HTTPS のリクエストに追加されます。
詳しくは、https://support.google.com/a/answer/1668854 をご覧ください。

ユーザーはこの設定を変更またはオーバーライドできません。</string><string id="AlternateErrorPagesEnabled">別のエラー ページを有効にする</string><string id="AlternateErrorPagesEnabled_Explain">Google Chrome に組み込まれている別のエラー ページ（「ページが見つかりません」など）の使用を有効にし、ユーザーがこの設定を変更できないようにします。この設定を有効にすると、別のエラー ページが使用されます。この設定を無効にすると、別のエラー ページは使用されません。この設定を有効または無効にすると、ユーザーは Google Chrome でこの設定の変更やオーバーライドができなくなります。このポリシーが未設定の場合、有効になりますがユーザーはこの設定を変更できます。</string><string id="AlwaysAuthorizePlugins">承認が必要なプラグインを常に実行する</string><string id="AlwaysAuthorizePlugins_Explain">Google Chrome に対して承認が必要なプラグインの実行を許可します。この設定を有効にすると、新しいプラグインが常に実行されます。この設定を無効にするかこの設定を行わない場合は、承認が必要なプラグインの実行の許可を求めるメッセージが表示されます。これらのプラグインはセキュリティを脅かす可能性がありますのでご注意ください。</string><string id="AlwaysOpenPdfExternally">PDF ファイルを常に外部アプリで開く</string><string id="AlwaysOpenPdfExternally_Explain">Google Chrome で内部 PDF ビューアを無効にします。この場合、ユーザーはダウンロードしたファイルと同じように、PDF ファイルをデフォルトのアプリで開くことができます。

このポリシーを未設定のままにするか無効にした場合は、ユーザーが PDF プラグインを無効にしない限り、PDF ファイルは PDF プラグインで開かれます。</string><string id="ApplicationLocaleValue">アプリケーションの言語/地域</string><string id="ApplicationLocaleValue_Explain">Google Chrome のアプリケーションの言語/地域を設定し、ユーザーが言語/地域を変更できないようにします。この設定を有効にすると、Google Chrome では指定された言語/地域が使用されます。設定した言語/地域がサポートされない場合、「en-US」が使用されます。この設定を無効にするか設定しないと、Google Chrome ではユーザー指定の適切な言語/地域（設定されている場合）、システムの言語/地域、代替の言語/地域「en-US」のいずれかが使用されます。</string><string id="AudioCaptureAllowed">音声キャプチャを許可または拒否する</string><string id="AudioCaptureAllowed_Explain">音声キャプチャを許可または拒否します。

有効にした場合や未設定（デフォルト）の場合は、音声キャプチャのアクセスを
ユーザーに確認する画面が表示されます。ただし、AudioCaptureAllowedUrls リストで
指定されている URL は例外であり、ユーザー確認なしでアクセスが許可されます。

このポリシーが無効のときは、ユーザーに確認する画面は表示されず、音声キャプチャが
できるのは AudioCaptureAllowedUrls で指定されている URL に限定されます。

このポリシーは、すべての種類の音声入力に影響します（内蔵マイクだけではありません）。</string><string id="AudioCaptureAllowedUrls">ユーザー確認なしで音声キャプチャ デバイスへのアクセスが許可される URL</string><string id="AudioCaptureAllowedUrls_Explain">このリストに指定されているパターンと、リクエスト元 URL のセキュリティ オリジンが照合されます。一致するものが見つかった場合は、音声キャプチャ デバイスへのアクセスが確認なしで許可されます。

注: バージョン 45 以前は、このポリシーはキオスクモードでのみサポートされていました。</string><string id="AudioCaptureAllowedUrlsDesc">ユーザー確認なしで音声キャプチャ デバイスへのアクセスが許可される URL</string><string id="AutoFillEnabled">自動入力を有効にする</string><string id="AutoFillEnabled_Explain">Google Chrome の自動入力機能を有効にし、ユーザーが以前に保存した情報（住所やクレジット カード情報など）を使用してウェブ フォームに自動入力できるようにします。この設定を無効にすると、ユーザーは自動入力を利用できません。この設定を有効にするか未設定の場合、ユーザーが自動入力を制御できます。この場合、ユーザーは自動入力プロフィールを設定して、必要に応じて自動入力のオン/オフを切り替えることができます。</string><string id="BackgroundModeEnabled">Google Chrome を閉じた際にバックグラウンド アプリの処理を続行する</string><string id="BackgroundModeEnabled_Explain">Google Chrome プロセスが OS ログインで開始してから最後のブラウザ ウィンドウが閉じるまで動作し続けているかどうかを判断し、バックグラウンド アプリや現在のブラウジング セッション（セッション Cookie を含む）がアクティブな状態を維持できるようにします。

このポリシーを True に設定すると、バックグラウンド モードが有効になります。ユーザーがブラウザ設定で変更することはできません。

このポリシーを False に設定すると、バックグラウンド モードが無効になります。ユーザーがブラウザ設定で変更することはできません。

このポリシーが未設定の場合、バックグラウンド モードは最初は無効の状態です。ユーザーはブラウザ設定で変更することができます。</string><string id="BlockThirdPartyCookies">サードパーティの Cookie をブロックする</string><string id="BlockThirdPartyCookies_Explain">サードパーティの Cookie をブロックします。この設定を有効にすると、ブラウザのアドレスバーに表示されているドメインからではないウェブページ要素による Cookie の設定を防止できます。この設定を無効にすると、ブラウザのアドレスバーに表示されているドメインからではないウェブページ要素による Cookie の設定が許可され、ユーザーがこの設定を変更できなくなります。このポリシーが未設定の場合、サードパーティの Cookie が有効になりますが、ユーザーはこの設定を変更できます。</string><string id="BookmarkBarEnabled">ブックマーク バーを有効にする</string><string id="BookmarkBarEnabled_Explain">Google Chrome でブックマーク バーを有効にします。この設定を有効にすると、Google Chrome にブックマーク バーが表示されます。この設定を無効にすると、ブックマーク バーは表示されません。この設定を有効または無効にすると、ユーザーは Google Chrome でこの設定の変更やオーバーライドができなくなります。未設定の場合は、この機能を使用するかどうかをユーザーが指定できます。</string><string id="BrowserAddPersonEnabled">プロフィール マネージャでユーザーを追加することを有効にする</string><string id="BrowserAddPersonEnabled_Explain">このポリシーが true に設定されているか未設定の場合、Google Chrome ではユーザー マネージャから [ユーザーを追加] を使用することができます。

このポリシーが false に設定されている場合、Google Chrome ではプロフィール マネージャから新しいプロフィールを作成することはできません。</string><string id="BrowserGuestModeEnabled">ブラウザでゲストモードを有効にする</string><string id="BrowserGuestModeEnabled_Explain">このポリシーが true に設定されているか未設定の場合、Google Chrome ではゲストモードでのログインが可能です。ゲストモードでのログインには、すべてのウィンドウをシークレット モードで表示する Google Chrome プロフィールが適用されます。

このポリシーが false に設定されている場合、ゲストモードのプロフィールで Google Chrome を使用することはできません。</string><string id="BuiltInDnsClientEnabled">組み込みの DNS クライアントを使用する</string><string id="BuiltInDnsClientEnabled_Explain">組み込みの DNS クライアントが Google Chrome で使用されるかどうかを指定します。

このポリシーが true に設定されている場合、組み込みの DNS クライアントが使用されます（使用可能な場合）。

このポリシーが false に設定されている場合、組み込みの DNS クライアントが使用されることはありません。

このポリシーが設定されていない場合、ユーザーは chrome://flags を編集するかコマンドライン フラグを指定することにより、組み込みの DNS クライアントが使用されるかどうかを変更できます。</string><string id="CertificateTransparencyEnforcementDisabledForUrls">指定した URL に対して証明書の透明性ポリシーの適用を無効にする</string><string id="CertificateTransparencyEnforcementDisabledForUrls_Explain">指定された URL に対し、証明書の透明性の要件を無効にします。

このポリシーを使用すると、指定した URL のホスト名に対し、証明書の透明性ポリシーを介して公開されていない証明書の使用を許可することができます。この場合、適切に公開されていないために信頼できない可能性のある証明書でも、引き続き使用が可能になります。ただし、これらのホストに対して間違って発行された証明書は検出が難しくなります。

URL パターンの形式は、https://www.chromium.org/administrators/url-blacklist-filter-format に記載のとおりです。ただし、スキーム、ポート、パスに関係なく特定のホスト名に対して証明書が有効になるため、考慮されるのは URL のホスト名の部分のみです。ワイルドカードを使ったホストの指定はサポートされていません。

このポリシーが未設定の場合、証明書の透明性ポリシーを介して公開することが要件となっている証明書は、証明書の透明性ポリシーを介して公開されていない場合、信頼できないものとして扱われます。</string><string id="CertificateTransparencyEnforcementDisabledForUrlsDesc">指定した URL に対して証明書の透明性ポリシーの適用を無効にする</string><string id="CloudPrintProxyEnabled">Google Cloud Print プロキシを有効にする</string><string id="CloudPrintProxyEnabled_Explain">Google Cloud Print と、パソコンに接続している従来のプリンタとの間で、Google Chrome がプロキシとして動作できるようにします。

この設定が有効な場合または未設定の場合、ユーザーは Google アカウントでの認証によってクラウド プリント プロキシを有効にできます。

この設定が無効な場合、ユーザーはプロキシを有効にできず、パソコンはプリンタを Google Cloud Print と共有できません。</string><string id="CloudPrintSubmitEnabled">Google Cloud Print へのドキュメントの送信を有効にします。</string><string id="CloudPrintSubmitEnabled_Explain">Google Chrome がドキュメントを Google Cloud Print に送信して印刷できるようにします。注: この設定は Google Chrome での Google Cloud Print のサポートのみに影響します。ユーザーがウェブサイトで印刷ジョブを送信できなくなるわけではありません。この設定が有効または未設定の場合、ユーザーは Google Chrome の印刷ダイアログから Google Cloud Print に印刷できます。この設定を無効にすると、ユーザーは Google Chrome の印刷ダイアログから Google Cloud Print に印刷できなくなります。</string><string id="ComponentUpdatesEnabled">Google Chrome でコンポーネントの更新を有効にする。</string><string id="ComponentUpdatesEnabled_Explain">設定されていない場合、または True に設定されている場合、Google Chrome のすべてのコンポーネントでコンポーネントの更新が有効になります。

False に設定されている場合、コンポーネントの更新は無効になります。ただし、一部のコンポーネントはこのポリシーの対象外です。実行可能コードを含まないコンポーネント、ブラウザの動作を著しく改変しないコンポーネント、セキュリティ上重要なコンポーネントの更新は無効になりません。
そのようなコンポーネントの例として、証明書取り消しリストやセーフ ブラウジング データが挙げられます。</string><string id="DHEEnabled">TLS の DHE 暗号スイートの有効化</string><string id="DHEEnabled_Explain">警告: DHE は Google Chrome のバージョン 57 以後に完全に削除されます（2017 年 3 月頃）。また、このポリシーもその時点で機能しなくなります。

このポリシーが未設定であるか false に設定されている場合、TLS の DHE 暗号スイートは有効化されません。DHE 暗号スイートを有効にして古いサーバーに対応するために、このポリシーを true に設定することもできます。これは暫定的な措置であり、サーバーの再設定が必要です。

サーバーを ECDHE 暗号化スイートに移行することをおすすめします。ECDHE 暗号化スイートを使用できない場合は、RSA 鍵交換を使用した暗号化スイートが有効になっているか確認してください。</string><string id="DefaultBrowserSettingEnabled">Google Chrome を既定のブラウザに設定する</string><string id="DefaultBrowserSettingEnabled_Explain">Google Chrome での既定のブラウザのチェックを設定し、ユーザーがこの設定を変更できないようにします。この設定を有効にすると、Google Chrome が既定のブラウザであるかどうかを常に起動時にチェックし、必要に応じて自動登録します。この設定を無効にすると、Google Chrome が既定のブラウザであるかどうかをチェックせずに、このオプションを設定するユーザー コントロールを無効にします。この設定を設定しないと、Google Chrome が既定のブラウザであるかどうか、既定でない場合にユーザー通知を表示すべきかどうかをユーザーが管理できます。</string><string id="DefaultPrinterSelection">デフォルト プリンタ選択ルール</string><string id="DefaultPrinterSelection_Explain">Google Chrome のデフォルト プリンタ選択ルールをオーバーライドします。

このポリシーは、Google Chrome のデフォルト プリンタを選択するルールを決定します。これは、各プロフィールで印刷プロフィールが初めて使用されるときに行われます。

このポリシーが設定されていると、Google Chrome は、指定されたすべての属性に一致するプリンタを探して選択し、デフォルト プリンタに設定しようと試みます。最初に見つかったポリシーに一致するプリンタが選択されます。適合するプリンタが複数ある場合は、最初に見つかったプリンタが選択されます。

このポリシーが設定されていない場合や、タイムアウトするまでに一致するプリンタが見つからない場合、デフォルト プリンタは組み込みの PDF プリンタに設定されますが、PDF プリンタが利用できない場合は、プリンタは設定されません。

値は JSON オブジェクトとして解析され、次のスキーマに一致するものです。
{
&quot;type&quot;: &quot;object&quot;,
&quot;properties&quot;: {
&quot;kind&quot;: {
&quot;description&quot;: &quot;照合するプリンタの検索を特定のプリンタのセットに限定するかどうか&quot;,
&quot;type&quot;: {
&quot;enum&quot;: [ &quot;local&quot;, &quot;cloud&quot; ]
}
},
&quot;idPattern&quot;: {
&quot;description&quot;: &quot;プリンタ ID と照合する正規表現&quot;,
&quot;type&quot;: &quot;string&quot;
},
&quot;namePattern&quot;: {
&quot;description&quot;: &quot;プリンタの表示名と照合する正規表現&quot;,
&quot;type&quot;: &quot;string&quot;
}
}
}

「Google Cloud Print」に接続されるプリンタは「&quot;cloud&quot;」と見なされ、それ以外のプリンタは「&quot;local&quot;」に分類されます。
項目の値の指定を省略すると、すべての値に一致することになります。たとえば、接続の種類を指定しない場合、印刷プレビューはローカルとクラウドを問わず、あらゆる種類のプリンタの検出を開始することになります。
正規表現のパターンは JavaScript RegExp 構文に従う必要があり、照合の際に大文字と小文字が区別されます。</string><string id="DeveloperToolsDisabled">デベロッパー ツールを無効にする</string><string id="DeveloperToolsDisabled_Explain">デベロッパー ツールと JavaScript コンソールを無効にします。

この設定を有効にした場合、デベロッパー ツールにはアクセスできず、ウェブサイト要素を検査することもできません。デベロッパー ツールや JavaScript コンソールを開くためのキーボード ショートカット、メニューまたはコンテキスト メニューの項目は無効になります。

このオプションが無効または未設定の場合、ユーザーはデベロッパー ツールと JavaScript コンソールを使用できます。</string><string id="Disable3DAPIs">3D グラフィックス API のサポートを無効にする</string><string id="Disable3DAPIs_Explain">3D グラフィックス API のサポートを無効にします。

この設定を有効にすると、ウェブページは GPU（グラフィックス プロセッシング ユニット）にアクセスできなくなります。具体的には、ウェブページは WebGL API にアクセスできず、プラグインでは Pepper 3D API を使用できません。

この設定を無効にした場合、または未設定の場合、ウェブページでは WebGL API を、プラグインでは Pepper 3D API を使用することが可能になります。ブラウザのデフォルト設定によっては、こうした API を使用するためにはコマンドラインの引数を渡すことが必要です。

HardwareAccelerationModeEnabled が false に設定されている場合、Disable3DAPIs は無視されて、Disable3DAPIs を true に設定したときと同じことになります。</string><string id="DisablePluginFinder">プラグイン ファインダーを無効にすべきかどうかを指定する</string><string id="DisablePluginFinder_Explain">この設定を有効にすると、Google Chrome で追加が必要なプラグインの自動検索およびインストールが無効になります。このオプションが無効または未設定の場合、プラグイン ファインダーがアクティブになります。</string><string id="DisableSSLRecordSplitting">TLS False Start を無効にする</string><string id="DisableSSLRecordSplitting_Explain">「TLS False Start」最適化を無効にするかどうかを指定します。過去の経緯から、このポリシーの名前は DisableSSLRecordSplitting となっています。

このポリシーが未設定の場合、または false に設定されている場合、「TLS False Start」は有効になります。true に設定されている場合、「TLS False Start」は無効になります。</string><string id="DisableSafeBrowsingProceedAnyway">セーフ ブラウジングの警告ページからの続行を無効にする</string><string id="DisableSafeBrowsingProceedAnyway_Explain">セーフ ブラウジング サービスでは、不正なサイトの可能性があると報告されているサイトにユーザーが移動しようとすると、警告ページを表示します。この設定を有効にすると、ユーザーはその警告ページから不正なサイトに進むことができなくなります。

この設定を無効にするか、未設定にした場合、警告が表示された後に報告されているサイトに進むかどうかをユーザーが選択できます。</string><string id="DisableScreenshots">スクリーンショットの使用を無効にする</string><string id="DisableScreenshots_Explain">スクリーンショットの使用を無効にします。

このポリシーが有効の場合、キーボード ショートカットや、拡張機能 API を使ってスクリーンショットを撮ることはできません。

このポリシーが無効、または未設定の場合、スクリーンショットを撮ることができます。</string><string id="DisabledPlugins">無効なプラグインのリストを指定する</string><string id="DisabledPlugins_Explain">Google Chrome で無効にするプラグインのリストを指定し、ユーザーがこの設定を変更できないようにします。

任意の文字列に一致するワイルドカード文字「*」と「?」を使用できます。「*」は任意の文字数の文字列に一致しますが、「?」は省略可能な 1 文字を示します。つまり、0 または 1 文字に一致します。エスケープ文字は「\」であり、実際の「*」、「?」、「\」文字に一致させるには、これらの文字の前に「\」を指定します。

この設定を有効にすると、指定したプラグインのリストは Google Chrome では使用されません。プラグインは「about:plugins」で無効であることが表示され、ユーザーが有効にすることはできません。

このポリシーは EnabledPlugins と DisabledPluginsExceptions で上書きすることができます。

このポリシーが未設定の場合、ユーザーはシステムにインストールされた任意のプラグインを使用できます。ただし、ハードコードされ互換性のない、古い、または危険なプラグインを除きます。</string><string id="DisabledPluginsDesc">無効なプラグインのリストを指定する</string><string id="DisabledPluginsExceptions">ユーザーが有効または無効にできるプラグインのリストを指定する</string><string id="DisabledPluginsExceptions_Explain">ユーザーが Google Chrome で有効または無効にできるプラグインのリストを指定します。

「*」と「?」はワイルドカード文字で、照合の際に任意の文字数の文字列に相当するものとして使用できます。「*」は任意の数の文字、「?」は 1 文字以下（つまり 0 文字か 1 文字）の照合に使用します。エスケープ文字は「\」です。「*」、「?」、または「\」を実際の文字として使用したい場合は、その直前に「\」を挿入します。

この設定を有効にすると、指定したプラグインのリストを Google Chrome で使用できるようになります。ユーザーは、プラグインが DisabledPlugins 内のパターンに一致する場合でも、「about:plugins」でそのプラグインを有効または無効にできます。また、DisabledPlugins、DisabledPluginsExceptions、EnabledPlugins 内のパターンに一致しないプラグインについても有効または無効にできます。

このポリシーを使用することで、プラグインの厳格なブラックリストを作成できます。たとえば、「DisabledPlugins」リストにすべてのプラグインを無効にする「*」やすべての Java プラグインを無効にする「*Java*」などのワイルドカード エントリが含まれている場合でも、特定のバージョン（たとえば「IcedTea Java 2.3」）のみを有効にしたい場合はこのポリシーに指定することで有効にできます。

プラグイン名とプラグインのグループ名の両方を除外する必要がありますので注意してください。各プラグイン グループは、about:plugins 内の別々のセクションとして記述されています。1 つのセクションには 1 つ以上のプラグインが含まれています。たとえば、「Shockwave Flash」プラグインは「Adobe Flash Player」グループに含まれており、ブラックリストから除外するには両方の名前が例外リストのエントリと一致する必要があります。

このポリシーが未設定の場合、「DisabledPlugins」のパターンに一致するプラグインはすべて無効に固定され、ユーザーはこれらのプラグインを有効にできなくなります。</string><string id="DisabledPluginsExceptionsDesc">ユーザーが有効または無効にできるプラグインのリストを指定する</string><string id="DiskCacheDir">ディスクのキャッシュ ディレクトリの設定</string><string id="DiskCacheDir_Explain">Google Chrome でキャッシュしたファイルをディスクに保存する際に使用するディレクトリを設定します。

このポリシーを設定した場合、Google Chrome では指定されたディレクトリを使用し、ユーザーが「--disk-cache-dir」フラグを指定しているかどうかは無視されます。データの消失やその他の予期しないエラーを避けるため、ボリュームのルート ディレクトリや他の用途で使用されてるディレクトリは指定しないでください。これは、Google Chrome によってディレクトリのコンテンツが管理されるためです。

使用できる変数のリストについては、https://www.chromium.org/administrators/policy-list-3/user-data-directory-variables をご覧ください。

このポリシーが未設定の場合は、デフォルトのキャッシュ ディレクトリを使用します。ユーザーは「--disk-cache-dir」コマンドライン フラグを使用して、この設定をオーバーライドできます。</string><string id="DiskCacheSize">ディスク キャッシュ サイズをバイト単位で設定する</string><string id="DiskCacheSize_Explain">Google Chrome がディスク上にキャッシュ ファイルを保存するときのキャッシュ サイズを設定します。

このポリシーを設定した場合、ユーザーが「--disk-cache-size」フラグを指定したかどうかに関係なく、Google Chrome は指定のキャッシュ サイズを使用します。このポリシーで指定される値は、絶対的な上限値や下限値ではなく、キャッシュ システムに対する推奨値になります。数メガバイト小さいと判断された値は、適正な最小値に引き上げられて処理されます。

このポリシーの値が 0 の場合は、デフォルトのキャッシュ サイズが使用されます。ユーザーはこの値を変更できません。

このポリシーが未設定の場合は、デフォルトのサイズが使用されます。ユーザーは --disk-cache-size フラグを使用してこの値をオーバーライドできます。</string><string id="DownloadDirectory">ダウンロード ディレクトリを設定する</string><string id="DownloadDirectory_Explain">ファイルをダウンロードするときに Google Chrome が使用するディレクトリを設定します。

このポリシーを設定した場合は、ユーザーがディレクトリを指定していたり毎回ダウンロード先の場所を確認するよう指定していたりしても、ここで指定したディレクトリが Google Chrome で使用されます。

使用できる変数のリストについては、https://www.chromium.org/administrators/policy-list-3/user-data-directory-variables をご覧ください。

このポリシーが未設定の場合は、デフォルトのダウンロード ディレクトリが使用されます。ユーザーはこのディレクトリを変更することもできます。</string><string id="EditBookmarksEnabled">ブックマークの編集を有効または無効にする</string><string id="EditBookmarksEnabled_Explain">Google Chrome でのブックマークの編集を有効または無効にします。この設定を有効にすると、ブックマークを追加、削除、変更できます。これはこのポリシーが未設定の場合のデフォルトの動作です。この設定を無効にすると、ブックマークを追加、削除、変更することはできません。現在のブックマークは引き続き利用できます。</string><string id="EnableDeprecatedWebPlatformFeatures">サポートが終了しているウェブ プラットフォームの機能を一定の期間有効にする</string><string id="EnableDeprecatedWebPlatformFeatures_Explain">サポートが終了したウェブ プラットフォーム機能を一時的に再度有効にすることができ、該当する機能のリストを指定します。

このポリシーを利用して、管理者はサポートが終了したウェブ プラットフォーム機能を一時的に再び有効にできます。機能は文字列タグで指定します。このポリシーで指定したリスト内のタグに対応する機能が再び有効になります。

このポリシーを未設定にするか、リストが空またはサポートされる文字列タグのいずれにも一致しない場合、サポートが終了したウェブ プラットフォーム機能はすべて無効のままとなります。

ポリシー自体は上記のプラットフォームでサポートされますが、このポリシーの対象となる機能を利用できるプラットフォームはそれより少ないことがあります。サポートが終了したすべてのウェブ プラットフォーム機能を再び有効にできるとは限りません。一時的に有効になるのは、下記のリストに指定されている機能のみで、有効になる期間は機能によって異なります。文字列タグの一般的な形式は [DeprecatedFeatureName]_EffectiveUntil[yyyymmdd] です。詳しくは、https://bit.ly/blinkintents でウェブ プラットフォーム機能を変更する意図をご確認ください。
</string><string id="EnableDeprecatedWebPlatformFeaturesDesc">サポートが終了しているウェブ プラットフォームの機能を一定の期間有効にする</string><string id="EnableMediaRouter">キャストを有効にする</string><string id="EnableMediaRouter_Explain">このオプションが true に設定されているか、未設定の場合、ユーザーはブラウザからタブ、サイト、デスクトップをキャストできます。false に設定されている場合、このオプションは無効になります。</string><string id="EnableOnlineRevocationChecks">オンライン OCSP/CRL チェックを実行するかどうかを指定する</string><string id="EnableOnlineRevocationChecks_Explain">オンラインによる証明書取り消しの確認が Soft Fail の場合、セキュリティ上特段の効果がないという点を考慮し、Google Chrome バージョン 19 以降ではデフォルトで無効になっています。このポリシーを true に設定すると、前回の動作を復元し、オンライン OCSP / CRL チェックを実行します。

このポリシーが未設定または false に設定された場合、Google Chrome はオンラインによる証明書取り消しの確認を行いません（Google Chrome 19 以降）。</string><string id="EnableSha1ForLocalAnchors">ローカルの信頼済みアンカーが発行した SHA-1 署名証明書が許可されるかどうかを指定する</string><string id="EnableSha1ForLocalAnchors_Explain">この設定が有効になっていると、SHA-1 署名証明書が検証され、ローカルにインストールされた CA 証明書に関連付けされている限り、Google Chrome は SHA-1 署名証明書を許可します。

ただし、このポリシーは SHA-1 署名を許可するオペレーティング システムの証明書検証スタックにより異なります。OS のアップデートにより SHA-1 署名証明書を処理する OS が変更になると、このポリシーは効力を失います。さらに、このポリシーは一時的な措置として企業に SHA-1 から移行するための猶予期間を与えることを目的としています。このポリシーは 2019 年 1 月 1 日をめどに削除される予定です。

このポリシーが未設定の場合、または false に設定されている場合、Google Chrome は発表された SHA-1 のサポート終了のスケジュールに従います。</string><string id="EnabledPlugins">有効なプラグインのリストを指定する</string><string id="EnabledPlugins_Explain">Google Chrome で有効にするプラグインのリストを指定し、ユーザーがこの設定を変更できないようにします。任意の文字列に一致するワイルドカード文字「*」と「?」を使用できます。「*」は任意の数の文字に一致しますが、「?」は省略可能な 1 文字を示します。つまり、0 または 1 文字に一致します。エスケープ文字は「\」であり、実際の「*」、「?」、「\」文字に一致させるには、これらの文字の前に「\」を指定します。指定したプラグインのリストをインストールすると常に Google Chrome で使用されるようになります。プラグインは「about:plugins」で有効であることが表示され、ユーザーが無効にすることはできません。このポリシーは、DisabledPlugins と DisabledPluginsExceptions の両方を上書きします。このポリシーが未設定の場合、ユーザーはシステムにインストールされたプラグインを無効にできます。</string><string id="EnabledPluginsDesc">有効なプラグインのリストを指定する</string><string id="ForceEphemeralProfiles">一時的なプロフィール</string><string id="ForceEphemeralProfiles_Explain">このポリシーが有効に設定されている場合、プロフィールは一時モードに切り替わります。このポリシーが OS のポリシー（Windows の場合は GPO など）として指定されている場合、このポリシーはシステム上のすべてのプロフィールに適用されます。このポリシーがクラウド ポリシーとして設定されている場合、このポリシーは管理対象アカウントでログインするプロフィールのみに適用されます。

このモードでは、プロフィール データはユーザー セッションの間だけディスク上に保持されます。ブラウザを閉じると、ブラウザの履歴、拡張機能とそのデータ、Cookie やウェブ データベースなどのウェブデータは失われます。ただし、ユーザーが手動でデータをディスクにダウンロードできなくなったり、ページを保存または印刷できなくなったりすることはありません。

ユーザーが同期を有効にしている場合、このすべてのデータは通常のプロフィールと同様にユーザーの同期プロフィールに保存されます。ポリシーでシークレット モードが明示的に無効にされている場合を除き、シークレット モードも使用できます。

このポリシーが無効に設定されているか未設定の場合は、ログイン時に通常のプロフィールが適用されます。</string><string id="ForceGoogleSafeSearch">Google セーフサーチを強制する</string><string id="ForceGoogleSafeSearch_Explain">セーフサーチをアクティブに設定して Google ウェブ検索のクエリを強制するとともに、ユーザーがこの設定を変更できないようにします。

この設定を有効にすると、Google 検索のセーフサーチは常にアクティブになります。

この設定を無効にする場合や値を設定しない場合、Google 検索のセーフサーチは強制されません。</string><string id="ForceYouTubeRestrict">YouTube で一定レベル以上の制限付きモードを強制する</string><string id="ForceYouTubeRestrict_Explain">YouTube で一定レベル以上の制限付きモードを強制的に適用し、それより制限の
緩いモードをユーザーが選択できないようにします。

この設定を「強」にした場合、YouTube では制限付きモード「強」が常に有効になります。

この設定を「中」にした場合、ユーザーは YouTube で制限付きモード「中」
または「強」のみを選択でき、制限付きモードを無効にすることはできません。

この設定が「オフ」または未設定の場合、Google Chrome によって YouTube の制限付きモードが強制されることはありませんが、YouTube ポリシーなどの外部のポリシーによって強制的に適用される可能性はあります。</string><string id="Off">YouTube で制限付きモードを強制しない</string><string id="Moderate">YouTube で制限付きモード「中」以上を強制する</string><string id="Strict">YouTube で制限付きモード「強」を強制する</string><string id="FullscreenAllowed">全画面モードを許可する</string><string id="FullscreenAllowed_Explain">全画面モードを許可します。

このポリシーは、すべての Google Chrome ユーザー インターフェースを非表示にし、ウェブ コンテンツだけを表示する全画面モードの使用を制御します。

このポリシーを true に設定するか、設定しない場合、適切な権限を持つユーザー、アプリ、拡張機能を全画面モードに移行できます。

このポリシーを false に設定すると、ユーザー、アプリ、拡張機能は全画面モードに移行できません。

Google Chrome OS を除くすべてのプラットフォームでは、全画面モードが無効になっているとキオスク モードを使用できません。</string><string id="GCFUserDataDir">Google Chrome Frame のユーザー データ ディレクトリを設定する</string><string id="GCFUserDataDir_Explain">ユーザーデータを保存するときに Google Chrome Frame が使用するディレクトリを設定します。

このポリシーを設定した場合は、ここで指定したディレクトリが Google Chrome Frame で使用されます。

使用できる変数のリストについては、https://www.chromium.org/administrators/policy-list-3/user-data-directory-variables をご覧ください。

この設定が未設定の場合は、デフォルトのプロフィール ディレクトリが使用されます。</string><string id="HardwareAccelerationModeEnabled">ハードウェア アクセラレーションが使用可能な場合は使用する</string><string id="HardwareAccelerationModeEnabled_Explain">ハードウェア アクセラレーションが使用可能なときにこの機能を使用します。

このポリシーを true に設定した場合、または未設定の場合は、特定の GPU 機能がブラックリストに登録されていない限りハードウェア アクセラレーションが有効になります。

このポリシーを false に設定すると、ハードウェア アクセラレーションは無効になります。</string><string id="HideWebStoreIcon">新しいタブページとアプリ ランチャーでウェブストアを非表示にする</string><string id="HideWebStoreIcon_Explain">[新しいタブ] ページと Google Chrome OS のアプリ ランチャーで、Chrome ウェブストア アプリとフッターのリンクを非表示にします。

このポリシーが true に設定されている場合、アイコンは非表示になります。

このポリシーが false に設定されている場合、またはこのポリシーが設定されていない場合、アイコンは表示されます。</string><string id="Http09OnNonDefaultPortsEnabled">デフォルト以外のポートで HTTP/0.9 サポートを有効にする</string><string id="Http09OnNonDefaultPortsEnabled_Explain">このポリシーは、80（HTTP）と 443（HTTPS）以外のポートで HTTP/0.9 を有効にするかどうかを指定するものです。

このポリシーはデフォルトでは無効です。有効にした場合、ユーザーは https://crbug.com/600352 に記載されているセキュリティの問題に晒されることになります。

このポリシーは、企業が既存のサーバーを HTTP/0.9 から移行するときに使用するためのものです。将来的には削除されます。

このポリシーが未設定の場合、HTTP/0.9 はデフォルト以外のポートでは無効になります。</string><string id="ImportAutofillFormData">初回実行時にデフォルトのブラウザから自動入力フォームのデータをインポートする</string><string id="ImportAutofillFormData_Explain">このポリシーを有効にすると、以前のデフォルトのブラウザから自動入力フォームのデータが読み込まれます。また、読み込みダイアログにも影響します。

無効にすると、自動入力フォームのデータは読み込まれません。

未設定の場合は、読み込むかどうかの指定が求められるか、自動的に読み込まれます。</string><string id="ImportBookmarks">初回実行時にデフォルトのブラウザからブックマークをインポートする</string><string id="ImportBookmarks_Explain">このポリシーを有効にすると、現在の既定のブラウザからブックマークがインポートされます。有効にすると、このポリシーはインポートのダイアログにも影響を与えます。無効にすると、ブックマークはインポートされません。未設定の場合はインポートするかどうかをユーザーに尋ねるか、自動的にインポートされます。</string><string id="ImportHistory">初回実行時にデフォルトのブラウザから閲覧履歴をインポートする</string><string id="ImportHistory_Explain">このポリシーを有効にすると、現在の既定のブラウザからインポートされた閲覧履歴を適用します。その場合、このポリシーはインポート ダイアログにも影響します。無効にすると閲覧履歴はインポートされません。このポリシーが未設定の場合、インポートするかどうかをユーザーに尋ねるか、自動的にインポートされます。</string><string id="ImportHomepage">初回実行時にデフォルトのブラウザからホームページをインポートする</string><string id="ImportHomepage_Explain">このポリシーを有効にするとホームページが現在の既定のブラウザからインポートされます。無効にするとホームページはインポートされません。このポリシーが未設定の場合、インポートするかどうかをユーザーに尋ねるか、自動的にインポートされます。</string><string id="ImportSavedPasswords">初回実行時にデフォルトのブラウザから保存したパスワードをインポートする</string><string id="ImportSavedPasswords_Explain">このポリシーを有効にすると、以前の既定のブラウザで保存されたパスワードがインポートされます。有効にすると、このポリシーはインポート ダイアログにも影響します。無効にすると、保存されたパスワードはインポートされません。このポリシーが未設定の場合、インポートするかどうかをユーザーに尋ねるか、自動的にインポートされます。</string><string id="ImportSearchEngine">初回実行時にデフォルトのブラウザから検索エンジンをインポートする</string><string id="ImportSearchEngine_Explain">このポリシーを有効にすると検索エンジンが現在の既定のブラウザからインポートされます。その場合、このポリシーはインポート ダイアログにも影響します。無効にすると、デフォルトの検索エンジンはインポートされません。このポリシーが未設定の場合、インポートするかどうかをユーザーに尋ねるか、自動的にインポートされます。</string><string id="IncognitoModeAvailability">シークレット モードが利用可能かどうかを設定する</string><string id="IncognitoModeAvailability_Explain">ユーザーが Google Chrome でシークレット モードを使用してページを開くことができるかどうかを指定します。[有効] が選択されている、またはポリシーが未設定の場合、シークレット モードでページを開くことができます。[無効] が選択されている場合、シークレット モードでページを開くことはできません。[強制] が選択されている場合、シークレット モードでのみページを開くことができます。</string><string id="Enabled">シークレット モードを利用可能にする</string><string id="Disabled">シークレット モードを無効にする</string><string id="Forced">シークレット モードを適用する</string><string id="ManagedBookmarks">管理対象のブックマーク</string><string id="ManagedBookmarks_Explain">Configures a list of managed bookmarks.

The policy consists of a list of bookmarks whereas each bookmark is a
dictionary containing the keys &quot;name&quot; and &quot;url&quot; which hold the bookmark's name and its target. A
subfolder may be configured by defining a bookmark without an &quot;url&quot; key but with an additional &quot;children&quot; key which itself contains a list of
bookmarks as defined above (some of which may be folders again). Google Chrome amends incomplete URLs
as if they were submitted via the Omnibox, for example &quot;google.com&quot; becomes &quot;https://google.com/&quot;.

These bookmarks are placed in a &quot;Managed bookmarks&quot; folder that can't be modified by the user, but the user can choose to hide it from the bookmark bar. Managed bookmarks are not synced to the user account and can't be modified by extensions.

Starting with release 51, the folder name for the bookmarks is customizable by adding a {&quot;toplevel_name&quot;: &quot;some name&quot;} list item.</string><string id="MaxConnectionsPerProxy">プロキシ サーバーへの最大同時接続数</string><string id="MaxConnectionsPerProxy_Explain">プロキシ サーバーへの最大同時接続数を指定します。

プロキシ サーバーによっては 1 クライアントに対して多数の同時接続を処理できない場合がありますが、このポリシーの値を小さく設定することによってこの問題を解決できます。

このポリシーの値は 7 以上 100 未満の間で設定する必要があります。デフォルト値は 32 です。

一部のウェブ アプリは、ハンギング GET との接続が多数必要です。そのため、32 より小さい値を設定した場合、このようなウェブ アプリを多く開きすぎると、ブラウザのネットワークが異常停止する場合があります。デフォルト値より小さい値を設定する場合は、ご自身の責任において行ってください。

このポリシーが未設定の場合、デフォルト値の 32 が使用されます。</string><string id="MaxInvalidationFetchDelay">ポリシーの失効から取得までの最大時間</string><string id="MaxInvalidationFetchDelay_Explain">デバイス管理サービスからポリシーの無効化を受け取ってから新しいポシリーを取得するまでの最大時間（ミリ秒単位）を指定します。

このポリシーを設定すると、デフォルト値の 5,000 ミリ秒は上書きされます。このポリシーの有効な値の範囲は 1,000（1 秒）～300,000（5 分）ミリ秒です。この範囲に収まらない値は上限値と下限値のどちらか近い方に設定されます。

このポリシーが設定されていない場合、Google Chrome はデフォルト値の 5,000 ミリ秒を使用します。</string><string id="MediaCacheSize">メディア ディスク キャッシュ サイズをバイト単位で設定する</string><string id="MediaCacheSize_Explain">Google Chrome がディスク上にキャッシュ ファイルを保存するときのキャッシュ サイズを設定します。

このポリシーを設定した場合、ユーザーが「--media-cache-size」フラグを指定したかどうかに関係なく、Google Chrome は指定のキャッシュ サイズを使用します。このポリシーで指定される値は、絶対的な上限値や下限値ではなく、キャッシュ システムに対する推奨値になります。数メガバイト小さいと判断された値は、適正な最小値に引き上げられて処理されます。

このポリシーの値が 0 の場合は、デフォルトのキャッシュ サイズが使用されます。ユーザーはこの値を変更できません。

このポリシーが未設定の場合は、デフォルトのサイズが使用されます。ユーザーは --media-cache-size フラグを使用してこの値をオーバーライドできます。</string><string id="MetricsReportingEnabled">使用状況とクラッシュ関連データのレポートを有効にする</string><string id="MetricsReportingEnabled_Explain">Google Chrome の使用状況と障害関連のデータを匿名で Google に報告し、ユーザーがこの設定を変更できないようにします。

この設定を有効にすると、使用状況と障害関連のデータが匿名で Google に
送信されます。この設定を無効にすると送信されません。どちらの場合でも、
ユーザーがこの設定を変更したり上書きしたりすることはできません。
このポリシーが未設定の場合は、ユーザーがインストール時または最初の
実行時に選択した内容が適用されます。

このポリシーは、Active Directory ドメインに登録されていない Windows インスタンス
では使用できません（Chrome OS については、
DeviceMetricsReportingEnabled をご覧ください）。</string><string id="NetworkPredictionOptions">ネットワーク予測を有効にする</string><string id="NetworkPredictionOptions_Explain">Google Chrome でネットワーク予測を有効にして、ユーザーがこの設定を変更できないようにします。

これにより、DNS のプリフェッチ、TCP と SSL の事前接続、ウェブページの事前レンダリングが制御されます。

この設定を [常に使用]、[使用しない]、[Wi-Fi のみ] にすると、ユーザーは Google Chrome でこの設定の変更や上書きができなくなります。

このポリシーが未設定の場合、ネットワーク予測は有効になりますが、ユーザーはこの設定を変更できます。</string><string id="NetworkPredictionAlways">ネットワーク接続でネットワーク動作を予測する</string><string id="NetworkPredictionWifiOnly">モバイル以外のネットワークでのネットワーク動作を予測します。
（バージョン 50 でサポート終了、バージョン 52 で削除。バージョン 52 以降は、値 1 が設定されている場合は 0 として扱われ、あらゆるネットワーク接続でネットワーク動作を予測します。）</string><string id="NetworkPredictionNever">ネットワーク接続でネットワーク動作を予測しない</string><string id="PacHttpsUrlStrippingEnabled">PAC URL データ除去を有効にする（https:// の場合）</string><string id="PacHttpsUrlStrippingEnabled_Explain">プロキシ解決の際、Google Chrome で使用する PAC（プロキシ自動設定）スクリプトに https:// URL を渡す前に、URL からプライバシーやセキュリティに関連する機密情報を削除します。

True に設定した場合、このセキュリティ機能が有効になり、
PAC スクリプトに送信する前に https:// URL を削除します。
これにより、PAC スクリプトは暗号化されたチャネルで通常保護されるデータ
（URL のパスとクエリなど）を表示できなくなります。

False に設定した場合、このセキュリティ機能は無効になり、PAC スクリプトに
https:// URL の全要素を表示する権限が非明示的に付与されます。
この設定は、送信元に関わらずすべての PAC スクリプト（保護されていない
通信経路で取得されたスクリプトや WPAD により安全でない方法で検出された
スクリプトなど）に適用されます。

デフォルトでは True に設定されています（セキュリティ機能は有効です）。ただし、
Chrome OS の企業ユーザーの場合は、現在のところデフォルトで False に
設定されています。

このポリシーは True に設定することをおすすめします。既存の PAC スクリプトと
互換性の問題が生じる場合に限り、False に設定します。

将来的にこのオーバーライドは削除される予定です。</string><string id="PrintingEnabled">印刷を有効にする</string><string id="PrintingEnabled_Explain">Google Chrome での印刷を可能にするとともに、ユーザーがこの設定を変更できないようにします。

この設定が有効な場合または未設定の場合、ユーザーは印刷できます。

この設定が無効な場合、ユーザーは Google Chrome から印刷できません。印刷はツール メニュー、拡張機能、JavaScript アプリケーションなどから無効にできます。無効にしても、印刷時に Google Chrome をバイパスするプラグインからは印刷できます。たとえば、特定の Flash アプリケーションではコンテキスト メニューに印刷オプションが用意されており、それに対してこのポリシーは適用されません。</string><string id="QuicAllowed">QUIC プロトコルを許可する</string><string id="QuicAllowed_Explain">このポリシーを true に設定した場合や未設定の場合、Google Chrome での QUIC プロトコルの使用が許可されます。
このポリシーを false に設定した場合、QUIC プロトコルの使用は許可されません。</string><string id="RC4Enabled">TLS の RC4 暗号スイートを有効にするかどうかを指定する</string><string id="RC4Enabled_Explain">警告: Google Chrome ではバージョン 52 で RC4 のサポートを完全に終了し（2016 年 9 月頃）、このポリシーも機能しなくなります。

このポリシーが未設定または false に設定されている場合、TLS の RC4 暗号スイートは有効化されません。古いサーバーに対応するため、true に設定しておくこともできますが、あくまで暫定的な措置であり、サーバーを再設定する必要があります。</string><string id="RequireOnlineRevocationChecksForLocalAnchors">ローカルの信頼済みアンカーにオンラインの OCSP/CRL チェックが必要かどうかを示します</string><string id="RequireOnlineRevocationChecksForLocalAnchors_Explain">この設定が有効な場合、確認に成功しローカルのインストール済み CA 証明書で署名されたサーバー証明書に対し、Google Chrome は常に失効確認を行います。

Google Chrome が失効のステータス情報を取得できない場合、該当の証明書は失効したものとして扱われます（強制エラー）。

このポリシーが設定されていないか false に設定されている場合、Google Chrome は既存のオンライン失効確認設定を使用します。</string><string id="RestrictSigninToPattern">Google Chrome へのログインが許可されるユーザーを制限する</string><string id="RestrictSigninToPattern_Explain">ユーザーに Google Chrome へのログインを許可するかどうかの判断に使用される正規表現を含みます。

ユーザーがこのパターンに一致しないユーザー名でログインしようとすると、適切なエラーが表示されます。

このポリシーは、設定しないか空白のままにすると、すべてのユーザーが Google Chrome にログインできます。</string><string id="SSLErrorOverrideAllowed">SSL 警告ページから移動することを許可する</string><string id="SSLErrorOverrideAllowed_Explain">ユーザーが SSL エラーのあるサイトに移動しようとしたときに、Chrome では警告ページが表示されます。このポリシーを true に設定するか未設定のままにした場合、ユーザーは警告ページをクリックして次に進むことができます。
このポリシーを false に設定した場合、ユーザーは警告ページから先に進むことはできません。</string><string id="SSLVersionMin">有効な SSL の最小バージョン</string><string id="SSLVersionMin_Explain">警告: Google Chrome のバージョン 43（2015 年 7 月またはその前後より利用可能）では、SSLv3 がサポート対象から外され、同時にこのポリシーも削除されます。

このポリシーが設定されていない場合、Google Chrome では既定の最小バージョン（Google Chrome 39 では SSLv3、それ以降のバージョンでは TLS 1.0）が使用されます。

それ以外で「sslv3」、「tls1」、「tls1.1」、「tls1.2」のいずれかの値が設定されている場合、Google Chrome では指定のバージョンより小さい SSL / TLS のバージョンは使用されません。認識されなかった値は無視されます。

なお「sslv3」は「tls1」よりも前のバージョンです。</string><string id="SSLv3">SSL 3.0</string><string id="TLSv1">TLS 1.0</string><string id="TLSv1_1">TLS 1.1</string><string id="TLSv1_2">TLS 1.2</string><string id="SafeBrowsingEnabled">セーフ ブラウジングを有効にする</string><string id="SafeBrowsingEnabled_Explain">Google Chrome のセーフ ブラウジング機能を有効にします。ユーザーはこの設定を変更できなくなります。

管理者がこの設定を有効にした場合は、セーフ ブラウジングが常にアクティブになります。

管理者がこの設定を無効にした場合は、セーフ ブラウジングがアクティブになることはありません。

管理者がこの設定を有効または無効にした場合は、ユーザーが Google Chrome の [フィッシングや不正なソフトウェアからの保護を有効にする] 設定を変更することはできません。

このポリシーが未設定の場合は、この機能が有効になりますが、ユーザーが設定を変更できます。</string><string id="SafeBrowsingExtendedReportingOptInAllowed">セーフ ブラウジングの詳細レポートを有効にすることをユーザーに許可する</string><string id="SafeBrowsingExtendedReportingOptInAllowed_Explain">このポリシーを false に設定した場合、ユーザーは Google サーバーで発生したセキュリティ エラーの情報を送信することを選択できなくなります。このポリシーを true に設定した場合や未設定の場合、ユーザーは SSL エラーやセーフ ブラウジング警告が発生したときに情報を送信することが許可されます。</string><string id="SavingBrowserHistoryDisabled">ブラウザの履歴の保存を無効にする</string><string id="SavingBrowserHistoryDisabled_Explain">Google Chrome のブラウザ履歴の保存を無効にし、ユーザーがこの設定を変更できないようにします。

この設定を有効にすると、閲覧履歴は保存されません。また、タブの同期も無効になります。

この設定を無効にした場合、または未設定の場合は、閲覧履歴が保存されます。</string><string id="SearchSuggestEnabled">検索キーワード候補を有効にする</string><string id="SearchSuggestEnabled_Explain">Google Chrome のアドレスバーで検索キーワード候補の表示を有効にし、ユーザーがこの設定を変更できないようにします。

この設定を有効にすると、検索キーワード候補が表示されるようになります。

この設定を無効にすると、検索キーワード候補は表示されません。

この設定を有効または無効にすると、ユーザーは Google Chrome でこの設定の変更やオーバーライドができなくなります。

このポリシーが未設定の場合は有効になりますが、ユーザーはこの設定を変更できます。</string><string id="ShowAppsShortcutInBookmarkBar">ブックマーク バーでアプリのショートカットを表示する</string><string id="ShowAppsShortcutInBookmarkBar_Explain">ブックマーク バーでアプリのショートカットを有効または無効にします。

このポリシーが未設定の場合、ユーザーはブックマーク バーのコンテキスト メニューからアプリのショートカットを表示または非表示にするように選択できます。

このポリシーが設定されている場合、ユーザーはアプリのショートカットの状態を変更できず、アプリのショートカットは常に表示または非表示となります。</string><string id="ShowHomeButton">ツールバーにホーム ボタンを表示する</string><string id="ShowHomeButton_Explain">Google Chrome のツールバーにホーム ボタンを表示します。この設定を有効にすると、ホーム ボタンが常に表示されます。この設定を無効にすると、ホーム ボタンは表示されません。この設定を有効または無効にすると、ユーザーは Google Chrome でこの設定の変更やオーバーライドができなくなります。このポリシーが未設定の場合、ホーム ボタンを表示するかどうかをユーザーが選択できます。</string><string id="SpellCheckServiceEnabled">スペルチェック ウェブ サービスを有効または無効にする</string><string id="SpellCheckServiceEnabled_Explain">Google Chrome では、スペル ミスの解決に役立つ Google ウェブ サービスを使用できます。この設定を有効にすると、このサービスが常に使用されます。この設定を無効にすると、このサービスは使用できません。

スペルチェックはダウンロードされた辞書を使って行うこともできます。このポリシーでは、オンライン サービスの利用のみをコントロールします。

これが未設定の場合、スペルチェック サービスを使用するかどうかをユーザーが選択できます。</string><string id="SuppressChromeFrameTurndownPrompt">Google Chrome Frame のサポート終了メッセージを抑制する</string><string id="SuppressChromeFrameTurndownPrompt_Explain">サイトが Google Chrome Frame によってレンダリングされるときに表示されるサポート終了メッセージを抑制します。</string><string id="SuppressUnsupportedOSWarning">サポート外の OS の警告を表示しない</string><string id="SuppressUnsupportedOSWarning_Explain">サポートされなくなったパソコンまたはオペレーティング システムで Google Chrome を実行する際、警告が表示されないようにします。</string><string id="SyncDisabled">Google とのデータの同期を無効にする</string><string id="SyncDisabled_Explain">Google Chrome で、Google がホストする同期サービスを使用したデータの同期を無効にして、ユーザーがこの設定を変更できないようにします。

この設定を有効にすると、ユーザーは Google Chrome でこの設定の変更や上書きができなくなります。

このポリシーが未設定の場合、Google Sync を使用するかどうかをユーザーが選択できます。

Google Sync を完全に無効にするには、Google 管理コンソールで Google Sync サービスを無効にするようおすすめします。</string><string id="TaskManagerEndProcessEnabled">タスク マネージャでプロセスを終了できるようにする</string><string id="TaskManagerEndProcessEnabled_Explain">Google Chrome のタスク マネージャでプロセスを終了できるようにします。

このポリシーを「false」に設定すると、タスク マネージャの [プロセスの終了] ボタンは無効になります。

このポリシーを「true」に設定するか、未設定のままにした場合、ユーザーはタスク マネージャでプロセスを終了できます。</string><string id="TranslateEnabled">翻訳を有効にする</string><string id="TranslateEnabled_Explain">Google Chrome に統合された Google 翻訳サービスを有効にします。この設定を有効にすると、必要に応じてユーザーがページを翻訳できる統合ツールバー サービスが Google Chrome に表示されます。この設定を無効にすると、翻訳バーは表示されません。この設定を有効または無効にすると、ユーザーは Google Chrome でこの設定の変更やオーバーライドができなくなります。未設定の場合は、この機能を使用するかどうかをユーザーが指定できます。</string><string id="URLBlacklist">URL のリストへのアクセスをブロックする</string><string id="URLBlacklist_Explain">リストで指定した URL へのアクセスをブロックします。

このポリシーを有効にすると、ユーザーはブラックリストの URL からウェブページを読み込むことができなくなります。ブラックリストには、ブロックする URL のパターンを指定します。

URL のパターンは、https://www.chromium.org/administrators/url-blacklist-filter-format で示されている形式にする必要があります。

また、URL ホワイトリスト ポリシーで例外を定義できます。このポリシーに指定できる項目数は 1,000 件で、それ以上指定した分は無視されます。

内部の「chrome://*」URL のブロックは、予期しないエラーが発生する可能性があるためおすすめしません。

このポリシーが未設定の場合、ブラウザではどの URL もブラックリスト扱いにはなりません。</string><string id="URLBlacklistDesc">URL のリストへのアクセスをブロックする</string><string id="URLWhitelist">URL のリストへのアクセスを許可する</string><string id="URLWhitelist_Explain">URL ブラックリストの例外として、リストに登録された URL へのアクセスを許可します。

このリストのエントリ形式については、URL ブラックリスト ポリシーの説明をご覧ください。

このポリシーを使用すると、アクセスを制限するブラックリストに対して例外を設定できます。たとえば、ブラックリストに「*」を指定するとすべてのリクエストがブロックされますが、このポリシーを使用すると、一部の URL に対してアクセスを許可できます。特定のスキーム、他のドメインのサブドメイン、ポート、任意のパスについて例外を設定できます。

URL がブロックされるか許可されるかは、最も詳細なフィルタによって決定されます。ホワイトリストはブラックリストよりも優先されます。

このポリシーに登録できるエントリは 1000 件までです。それ以降のエントリは無視されます。

このポリシーが未設定の場合、「URLBlacklist」ポリシーのブラックリストに対して例外は適用されません。</string><string id="URLWhitelistDesc">URL のリストへのアクセスを許可する</string><string id="UserDataDir">ユーザー データ ディレクトリを設定する</string><string id="UserDataDir_Explain">Google Chrome でユーザーデータを保存する際に使用するディレクトリを設定します。

このポリシーを設定した場合、Google Chrome では指定されたディレクトリを使用し、ユーザーが「--user-data-dir」フラグを指定しているかどうかは無視されます。データの消失やその他の予期しないエラーを避けるため、ボリュームのルート ディレクトリや他の用途で使用されているディレクトリは指定しないでください。これは、Google Chrome によってディレクトリのコンテンツが管理されるためです。

使用できる変数のリストについては、https://www.chromium.org/administrators/policy-list-3/user-data-directory-variables をご覧ください。

このポリシーが未設定の場合は、デフォルトのプロフィール パスを使用します。ユーザーは「--user-data-dir」コマンドライン フラグを使用して、この設定をオーバーライドできます。</string><string id="VideoCaptureAllowed">動画キャプチャを許可または拒否する</string><string id="VideoCaptureAllowed_Explain">動画キャプチャを許可または拒否します。

有効にした場合や未設定（デフォルト）の場合は、動画キャプチャのアクセスを
ユーザーに確認する画面が表示されます。ただし、VideoCaptureAllowedUrls リストで
指定されている URL は例外であり、ユーザー確認なしでアクセスが許可されます。

このポリシーが無効のときは、ユーザーに確認する画面は表示されず、動画キャプチャが
できるのは VideoCaptureAllowedUrls で指定されている URL に限定されます。

このポリシーは、すべての種類の動画入力に影響します（内蔵カメラだけではありません）。</string><string id="VideoCaptureAllowedUrls">ユーザー確認なしで動画キャプチャ デバイスへのアクセスが許可される URL</string><string id="VideoCaptureAllowedUrls_Explain">このリストに指定されているパターンと、リクエスト元 URL のセキュリティ オリジンが照合されます。一致するものが見つかった場合は、音声キャプチャ デバイスへのアクセスが確認なしで許可されます。

注: バージョン 45 以前は、このポリシーはキオスクモードでのみサポートされていました。</string><string id="VideoCaptureAllowedUrlsDesc">ユーザー確認なしで動画キャプチャ デバイスへのアクセスが許可される URL</string><string id="WPADQuickCheckEnabled">WPAD 最適化を有効にする</string><string id="WPADQuickCheckEnabled_Explain">Google Chrome で WPAD（ウェブプロキシ自動検出）の最適化を無効にできます。

このポリシーを false に設定すると、WPAD の最適化は無効になり、DNS ベースの WPAD サーバーに対する Google Chrome の待機間隔が長くなります。このポリシーを未設定または有効にすると、WPAD の最適化は有効になります。

このポリシーの設定に関係なく、ユーザーは WPAD の最適化設定を変更できません。</string><string id="WebRtcUdpPortRange">WebRTC が使用するローカル UDP ポートの範囲を制限する</string><string id="WebRtcUdpPortRange_Explain">ポリシーが設定されている場合、WebRTC が使用する UDP ポートの範囲は指定されたポートの間隔（エンドポイントも含む）に制限されます。

ポリシーが未設定の場合、または空の文字列や無効なポートの範囲が設定されている場合は、WebRTC は使用可能なローカルの UDP ポートを使用することができます。</string><string id="WelcomePageOnOSUpgradeEnabled">OS アップグレード後に初めてブラウザを起動したときのウェルカム ページの表示を有効にします。</string><string id="WelcomePageOnOSUpgradeEnabled_Explain">OS のアップグレード後に初めてブラウザを起動したときのウェルカム ページの表示を有効にします。

このポリシーを true に設定した場合や未設定の場合、OS のアップグレード後に初めてブラウザを起動したときにウェルカム ページが再表示されます。

このポリシーを false に設定した場合、OS のアップグレード後に初めてブラウザを起動したときにウェルカム ページは再表示されません。</string></stringTable><presentationTable><presentation id="ChromeFrameRendererSettings"><dropdownList refId="ChromeFrameRendererSettings">Google Chrome Frame のデフォルトの HTML レンダラ</dropdownList></presentation><presentation id="RenderInChromeFrameList"><listBox refId="RenderInChromeFrameListDesc">Google Chrome Frame で次の URL パターンを常に表示する</listBox></presentation><presentation id="RenderInHostList"><listBox refId="RenderInHostListDesc">ホスト ブラウザに次の URL パターンを常に表示する</listBox></presentation><presentation id="AdditionalLaunchParameters"><textBox refId="AdditionalLaunchParameters"><label>Google Chrome の追加コマンド ライン パラメータ</label></textBox></presentation><presentation id="SkipMetadataCheck"/><presentation id="AuthSchemes"><textBox refId="AuthSchemes"><label>サポートされる認証スキーム</label></textBox></presentation><presentation id="DisableAuthNegotiateCnameLookup"/><presentation id="EnableAuthNegotiatePort"/><presentation id="AuthServerWhitelist"><textBox refId="AuthServerWhitelist"><label>認証サーバーのホワイトリスト</label></textBox></presentation><presentation id="AuthNegotiateDelegateWhitelist"><textBox refId="AuthNegotiateDelegateWhitelist"><label>Kerberos 委任サーバーのホワイトリスト</label></textBox></presentation><presentation id="AllowCrossOriginAuthPrompt"/><presentation id="DefaultCookiesSetting"><dropdownList refId="DefaultCookiesSetting">デフォルトの Cookie 設定</dropdownList></presentation><presentation id="DefaultImagesSetting"><dropdownList refId="DefaultImagesSetting">デフォルト画像設定</dropdownList></presentation><presentation id="DefaultJavaScriptSetting"><dropdownList refId="DefaultJavaScriptSetting">デフォルトのJavascript 設定</dropdownList></presentation><presentation id="DefaultPluginsSetting"><dropdownList refId="DefaultPluginsSetting">デフォルトのプラグイン設定</dropdownList></presentation><presentation id="DefaultPopupsSetting"><dropdownList refId="DefaultPopupsSetting">デフォルトのポップアップ設定</dropdownList></presentation><presentation id="DefaultNotificationsSetting"><dropdownList refId="DefaultNotificationsSetting">デフォルトの通知設定</dropdownList></presentation><presentation id="DefaultGeolocationSetting"><dropdownList refId="DefaultGeolocationSetting">デフォルトの位置情報設定</dropdownList></presentation><presentation id="DefaultWebBluetoothGuardSetting"><dropdownList refId="DefaultWebBluetoothGuardSetting">Web Bluetooth API の使用を管理する</dropdownList></presentation><presentation id="DefaultKeygenSetting"><dropdownList refId="DefaultKeygenSetting">デフォルトのキー生成設定</dropdownList></presentation><presentation id="AutoSelectCertificateForUrls"><listBox refId="AutoSelectCertificateForUrlsDesc">これらのサイトのクライアント証明書を自動的に選択する</listBox></presentation><presentation id="CookiesAllowedForUrls"><listBox refId="CookiesAllowedForUrlsDesc">これらのサイトの Cookie を許可する</listBox></presentation><presentation id="CookiesBlockedForUrls"><listBox refId="CookiesBlockedForUrlsDesc">これらのサイトの Cookie をブロックする</listBox></presentation><presentation id="CookiesSessionOnlyForUrls"><listBox refId="CookiesSessionOnlyForUrlsDesc">これらのサイトのセッションのみの Cookie を許可する</listBox></presentation><presentation id="ImagesAllowedForUrls"><listBox refId="ImagesAllowedForUrlsDesc">これらのサイトの画像を許可する</listBox></presentation><presentation id="ImagesBlockedForUrls"><listBox refId="ImagesBlockedForUrlsDesc">これらのサイトの画像をブロックする</listBox></presentation><presentation id="JavaScriptAllowedForUrls"><listBox refId="JavaScriptAllowedForUrlsDesc">これらのサイトの Javascript を許可する</listBox></presentation><presentation id="JavaScriptBlockedForUrls"><listBox refId="JavaScriptBlockedForUrlsDesc">これらのサイトの Javascript をブロックする</listBox></presentation><presentation id="KeygenAllowedForUrls"><listBox refId="KeygenAllowedForUrlsDesc">指定サイトでのキー生成を許可する</listBox></presentation><presentation id="KeygenBlockedForUrls"><listBox refId="KeygenBlockedForUrlsDesc">指定サイトでのキー生成をブロックする</listBox></presentation><presentation id="PluginsAllowedForUrls"><listBox refId="PluginsAllowedForUrlsDesc">これらのサイトのプラグインを許可する</listBox></presentation><presentation id="PluginsBlockedForUrls"><listBox refId="PluginsBlockedForUrlsDesc">これらのサイトのプラグインをブロックする</listBox></presentation><presentation id="PopupsAllowedForUrls"><listBox refId="PopupsAllowedForUrlsDesc">これらのサイトのポップアップを許可する</listBox></presentation><presentation id="RegisteredProtocolHandlers"><textBox refId="RegisteredProtocolHandlers"><label>プロトコル ハンドラを登録する</label></textBox></presentation><presentation id="PopupsBlockedForUrls"><listBox refId="PopupsBlockedForUrlsDesc">これらのサイトのポップアップをブロックする</listBox></presentation><presentation id="NotificationsAllowedForUrls"><listBox refId="NotificationsAllowedForUrlsDesc">これらのサイトの通知を許可する</listBox></presentation><presentation id="NotificationsBlockedForUrls"><listBox refId="NotificationsBlockedForUrlsDesc">これらのサイトの通知をブロックする</listBox></presentation><presentation id="DefaultSearchProviderEnabled"/><presentation id="DefaultSearchProviderName"><textBox refId="DefaultSearchProviderName"><label>デフォルトの検索プロバイダ名</label></textBox></presentation><presentation id="DefaultSearchProviderKeyword"><textBox refId="DefaultSearchProviderKeyword"><label>デフォルトの検索プロバイダのキーワード</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURL"><textBox refId="DefaultSearchProviderSearchURL"><label>デフォルトの検索プロバイダの検索 URL</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURL"><textBox refId="DefaultSearchProviderSuggestURL"><label>デフォルト検索プロバイダ サジェスト URL</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURL"><textBox refId="DefaultSearchProviderInstantURL"><label>デフォルトの検索プロバイダのインスタント検索 URL</label></textBox></presentation><presentation id="DefaultSearchProviderIconURL"><textBox refId="DefaultSearchProviderIconURL"><label>デフォルトの検索プロバイダ アイコン</label></textBox></presentation><presentation id="DefaultSearchProviderEncodings"><listBox refId="DefaultSearchProviderEncodingsDesc">デフォルトの検索プロバイダのエンコード</listBox></presentation><presentation id="DefaultSearchProviderAlternateURLs"><listBox refId="DefaultSearchProviderAlternateURLsDesc">デフォルトの検索プロバイダが使用する代替 URL のリスト</listBox></presentation><presentation id="DefaultSearchProviderSearchTermsReplacementKey"><textBox refId="DefaultSearchProviderSearchTermsReplacementKey"><label>デフォルトの検索プロバイダに対する検索キーワードの置き換えを指定するパラメータ</label></textBox></presentation><presentation id="DefaultSearchProviderImageURL"><textBox refId="DefaultSearchProviderImageURL"><label>既定の検索プロバイダに画像検索機能を提供するパラメータ</label></textBox></presentation><presentation id="DefaultSearchProviderNewTabURL"><textBox refId="DefaultSearchProviderNewTabURL"><label>デフォルトの検索プロバイダの新しいタブ ページ URL</label></textBox></presentation><presentation id="DefaultSearchProviderSearchURLPostParams"><textBox refId="DefaultSearchProviderSearchURLPostParams"><label>POST を使用する検索 URL のパラメータ</label></textBox></presentation><presentation id="DefaultSearchProviderSuggestURLPostParams"><textBox refId="DefaultSearchProviderSuggestURLPostParams"><label>POST を使用するキーワード候補による検索 URL のパラメータ</label></textBox></presentation><presentation id="DefaultSearchProviderInstantURLPostParams"><textBox refId="DefaultSearchProviderInstantURLPostParams"><label>POST を使用するインスタント検索 URL のパラメータ</label></textBox></presentation><presentation id="DefaultSearchProviderImageURLPostParams"><textBox refId="DefaultSearchProviderImageURLPostParams"><label>POST を使用する画像 URL のパラメータ</label></textBox></presentation><presentation id="NativeMessagingBlacklist"><listBox refId="NativeMessagingBlacklistDesc">禁止するネイティブ メッセージング ホストの名前（または、「*」ですべてを禁止）</listBox></presentation><presentation id="NativeMessagingWhitelist"><listBox refId="NativeMessagingWhitelistDesc">ブラックリストから除外するネイティブ メッセージング ホストの名前</listBox></presentation><presentation id="NativeMessagingUserLevelHosts"/><presentation id="PasswordManagerEnabled"/><presentation id="ProxyMode"><dropdownList refId="ProxyMode">プロキシ サーバー設定の指定方法を選択する</dropdownList></presentation><presentation id="ProxyServer"><textBox refId="ProxyServer"><label>プロキシ サーバーのアドレスまたは URL</label></textBox></presentation><presentation id="ProxyPacUrl"><textBox refId="ProxyPacUrl"><label>プロキシ .pac ファイルへの URL</label></textBox></presentation><presentation id="ProxyBypassList"><textBox refId="ProxyBypassList"><label>プロキシ バイパス ルールのカンマ区切りリスト</label></textBox></presentation><presentation id="HomepageLocation"><textBox refId="HomepageLocation"><label>ホームページの URL</label></textBox></presentation><presentation id="HomepageIsNewTabPage"/><presentation id="RemoteAccessHostClientDomain"><textBox refId="RemoteAccessHostClientDomain"><label>リモート アクセスのクライアントに要求する必須のドメイン名を設定する</label></textBox></presentation><presentation id="RemoteAccessHostFirewallTraversal"/><presentation id="RemoteAccessHostDomain"><textBox refId="RemoteAccessHostDomain"><label>リモート アクセス ホストの必須のドメイン名を設定する</label></textBox></presentation><presentation id="RemoteAccessHostTalkGadgetPrefix"><textBox refId="RemoteAccessHostTalkGadgetPrefix"><label>リモート アクセス ホストに TalkGadget プレフィックスを設定する</label></textBox></presentation><presentation id="RemoteAccessHostRequireCurtain"/><presentation id="RemoteAccessHostAllowClientPairing"/><presentation id="RemoteAccessHostAllowGnubbyAuth"/><presentation id="RemoteAccessHostAllowRelayedConnection"/><presentation id="RemoteAccessHostUdpPortRange"><textBox refId="RemoteAccessHostUdpPortRange"><label>リモート アクセス ホストが使用する UDP ポートの範囲を制限する</label></textBox></presentation><presentation id="RemoteAccessHostTokenUrl"><textBox refId="RemoteAccessHostTokenUrl"><label>リモート アクセス クライアントが認証トークンを取得する URL</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationUrl"><textBox refId="RemoteAccessHostTokenValidationUrl"><label>リモート アクセス クライアントの認証トークンを検証するための URL</label></textBox></presentation><presentation id="RemoteAccessHostTokenValidationCertificateIssuer"><textBox refId="RemoteAccessHostTokenValidationCertificateIssuer"><label>RemoteAccessHostTokenValidationUrl への接続用のクライアント証明書</label></textBox></presentation><presentation id="RemoteAccessHostDebugOverridePolicies"><textBox refId="RemoteAccessHostDebugOverridePolicies"><label>リモート アクセス ホストの Debug ビルドでのポリシー オーバーライド</label></textBox></presentation><presentation id="RemoteAccessHostAllowUiAccessForRemoteAssistance"/><presentation id="SupervisedUserCreationEnabled"/><presentation id="ExtensionInstallBlacklist"><listBox refId="ExtensionInstallBlacklistDesc">ユーザーに対してインストールを禁止する拡張機能 ID (すべて指定する場合は *)</listBox></presentation><presentation id="ExtensionInstallWhitelist"><listBox refId="ExtensionInstallWhitelistDesc">ブラックリストから除外する拡張機能 ID</listBox></presentation><presentation id="ExtensionInstallForcelist"><listBox refId="ExtensionInstallForcelistDesc">サイレント インストールされる拡張機能 / アプリの ID と更新 URL</listBox></presentation><presentation id="ExtensionInstallSources"><listBox refId="ExtensionInstallSourcesDesc">拡張機能、アプリ、ユーザー スクリプトのインストールを許可する URL パターン</listBox></presentation><presentation id="ExtensionAllowedTypes"><listBox refId="ExtensionAllowedTypesDesc">インストールが許可されている拡張機能/アプリのタイプ</listBox></presentation><presentation id="ChromeFrameContentTypes"><listBox refId="ChromeFrameContentTypesDesc">リストで指定したコンテンツ タイプの処理を Google Chrome Frame に対して許可する</listBox></presentation><presentation id="RestoreOnStartup"><dropdownList refId="RestoreOnStartup">起動時の操作</dropdownList></presentation><presentation id="RestoreOnStartupURLs"><listBox refId="RestoreOnStartupURLsDesc">起動時に開く URL</listBox></presentation><presentation id="AllowDinosaurEasterEgg"/><presentation id="AllowFileSelectionDialogs"/><presentation id="AllowOutdatedPlugins"/><presentation id="AllowedDomainsForApps"><textBox refId="AllowedDomainsForApps"><label>Google Apps へのアクセスを許可するドメインを定義する</label></textBox></presentation><presentation id="AlternateErrorPagesEnabled"/><presentation id="AlwaysAuthorizePlugins"/><presentation id="AlwaysOpenPdfExternally"/><presentation id="ApplicationLocaleValue"><textBox refId="ApplicationLocaleValue"><label>アプリケーションの言語/地域</label></textBox></presentation><presentation id="AudioCaptureAllowed"/><presentation id="AudioCaptureAllowedUrls"><listBox refId="AudioCaptureAllowedUrlsDesc">ユーザー確認なしで音声キャプチャ デバイスへのアクセスが許可される URL</listBox></presentation><presentation id="AutoFillEnabled"/><presentation id="BackgroundModeEnabled"/><presentation id="BlockThirdPartyCookies"/><presentation id="BookmarkBarEnabled"/><presentation id="BrowserAddPersonEnabled"/><presentation id="BrowserGuestModeEnabled"/><presentation id="BuiltInDnsClientEnabled"/><presentation id="CertificateTransparencyEnforcementDisabledForUrls"><listBox refId="CertificateTransparencyEnforcementDisabledForUrlsDesc">指定した URL に対して証明書の透明性ポリシーの適用を無効にする</listBox></presentation><presentation id="CloudPrintProxyEnabled"/><presentation id="CloudPrintSubmitEnabled"/><presentation id="ComponentUpdatesEnabled"/><presentation id="DHEEnabled"/><presentation id="DefaultBrowserSettingEnabled"/><presentation id="DefaultPrinterSelection"><textBox refId="DefaultPrinterSelection"><label>デフォルト プリンタ選択ルール</label></textBox></presentation><presentation id="DeveloperToolsDisabled"/><presentation id="Disable3DAPIs"/><presentation id="DisablePluginFinder"/><presentation id="DisableSSLRecordSplitting"/><presentation id="DisableSafeBrowsingProceedAnyway"/><presentation id="DisableScreenshots"/><presentation id="DisabledPlugins"><listBox refId="DisabledPluginsDesc">無効なプラグインのリスト</listBox></presentation><presentation id="DisabledPluginsExceptions"><listBox refId="DisabledPluginsExceptionsDesc">無効なプラグインのリストに対する例外のリスト</listBox></presentation><presentation id="DiskCacheDir"><textBox refId="DiskCacheDir"><label>ディスクのキャッシュ ディレクトリの設定</label></textBox></presentation><presentation id="DiskCacheSize"><decimalTextBox refId="DiskCacheSize">ディスク キャッシュ サイズを設定します:</decimalTextBox></presentation><presentation id="DownloadDirectory"><textBox refId="DownloadDirectory"><label>ダウンロード ディレクトリを設定する</label></textBox></presentation><presentation id="EditBookmarksEnabled"/><presentation id="EnableDeprecatedWebPlatformFeatures"><listBox refId="EnableDeprecatedWebPlatformFeaturesDesc">サポートが終了しているウェブ プラットフォームの機能を一定の期間有効にする</listBox></presentation><presentation id="EnableMediaRouter"/><presentation id="EnableOnlineRevocationChecks"/><presentation id="EnableSha1ForLocalAnchors"/><presentation id="EnabledPlugins"><listBox refId="EnabledPluginsDesc">有効なプラグインのリスト</listBox></presentation><presentation id="ForceEphemeralProfiles"/><presentation id="ForceGoogleSafeSearch"/><presentation id="ForceYouTubeRestrict"><dropdownList refId="ForceYouTubeRestrict">YouTube で一定レベル以上の制限付きモードを強制する</dropdownList></presentation><presentation id="FullscreenAllowed"/><presentation id="GCFUserDataDir"><textBox refId="GCFUserDataDir"><label>ユーザー データ ディレクトリを設定する</label></textBox></presentation><presentation id="HardwareAccelerationModeEnabled"/><presentation id="HideWebStoreIcon"/><presentation id="Http09OnNonDefaultPortsEnabled"/><presentation id="ImportAutofillFormData"/><presentation id="ImportBookmarks"/><presentation id="ImportHistory"/><presentation id="ImportHomepage"/><presentation id="ImportSavedPasswords"/><presentation id="ImportSearchEngine"/><presentation id="IncognitoModeAvailability"><dropdownList refId="IncognitoModeAvailability">シークレット モードが利用可能かどうかを設定する</dropdownList></presentation><presentation id="ManagedBookmarks"><textBox refId="ManagedBookmarks"><label>管理対象のブックマーク</label></textBox></presentation><presentation id="MaxConnectionsPerProxy"><decimalTextBox refId="MaxConnectionsPerProxy">プロキシ サーバーへの最大同時接続数:</decimalTextBox></presentation><presentation id="MaxInvalidationFetchDelay"><decimalTextBox refId="MaxInvalidationFetchDelay">ポリシーの失効から取得までの最大時間:</decimalTextBox></presentation><presentation id="MediaCacheSize"><decimalTextBox refId="MediaCacheSize">メディア ディスクのキャッシュ サイズを設定します:</decimalTextBox></presentation><presentation id="MetricsReportingEnabled"/><presentation id="NetworkPredictionOptions"><dropdownList refId="NetworkPredictionOptions">ネットワーク予測を有効にする</dropdownList></presentation><presentation id="PacHttpsUrlStrippingEnabled"/><presentation id="PrintingEnabled"/><presentation id="QuicAllowed"/><presentation id="RC4Enabled"/><presentation id="RequireOnlineRevocationChecksForLocalAnchors"/><presentation id="RestrictSigninToPattern"><textBox refId="RestrictSigninToPattern"><label>Google Chrome へのログインが許可されるユーザーを制限する</label></textBox></presentation><presentation id="SSLErrorOverrideAllowed"/><presentation id="SSLVersionMin"><dropdownList refId="SSLVersionMin">有効な SSL の最小バージョン</dropdownList></presentation><presentation id="SafeBrowsingEnabled"/><presentation id="SafeBrowsingExtendedReportingOptInAllowed"/><presentation id="SavingBrowserHistoryDisabled"/><presentation id="SearchSuggestEnabled"/><presentation id="ShowAppsShortcutInBookmarkBar"/><presentation id="ShowHomeButton"/><presentation id="SpellCheckServiceEnabled"/><presentation id="SuppressChromeFrameTurndownPrompt"/><presentation id="SuppressUnsupportedOSWarning"/><presentation id="SyncDisabled"/><presentation id="TaskManagerEndProcessEnabled"/><presentation id="TranslateEnabled"/><presentation id="URLBlacklist"><listBox refId="URLBlacklistDesc">URL のリストへのアクセスをブロックする</listBox></presentation><presentation id="URLWhitelist"><listBox refId="URLWhitelistDesc">URL のリストへのアクセスを許可する</listBox></presentation><presentation id="UserDataDir"><textBox refId="UserDataDir"><label>ユーザー データ ディレクトリを設定する</label></textBox></presentation><presentation id="VideoCaptureAllowed"/><presentation id="VideoCaptureAllowedUrls"><listBox refId="VideoCaptureAllowedUrlsDesc">ユーザー確認なしで動画キャプチャ デバイスへのアクセスが許可される URL</listBox></presentation><presentation id="WPADQuickCheckEnabled"/><presentation id="WebRtcUdpPortRange"><textBox refId="WebRtcUdpPortRange"><label>WebRTC が使用するローカル UDP ポートの範囲を制限する</label></textBox></presentation><presentation id="WelcomePageOnOSUpgradeEnabled"/></presentationTable></resources></policyDefinitionResources>